[
 {
  "Herb": "Adder's Tongue",
  "Description": "Adder's Tongue has one leaf which grows from a stalk about three inches from the ground. Its appearance gives it its name. The tongue-shaped leaf must be boiled in seed oil and set in the sun for three days. At the end of that time the infusion can be used as a balm for wounds. In the event that the wound is infected the balm will draw out the infection within one day. However, for that one day, the damage caused by the infection will be twice as severe. If the wound is not infected, the balm will increase the rate of healing by 1 hp for that day.",
  "Availability": "Spring 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 days",
  "Locale": "Rural",
  "Cost": "3 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Disease, Infection",
  "Rarity": 30.0
 },
 {
  "Herb": "Adgana",
  "Description": "The leaves of this plant must be dried, crushed, and then eaten, their effects diminishing with constant use. The first and second time Adgana is used, add 2 to the user's Strength, Dexterity and Constitution for 2d4+4 minutes. The third time it is used, adds 1 to Strength and Dexterity for the same amount of time. The 4th time, +1 is added to Strength only, and after that, no benefit is ever gained. WARNING: ADGANA IS HIGHLY ADDICTIVE.",
  "Availability": "Spring 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Rural",
  "Cost": "3 sm",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Enhancement, Addictive",
  "Rarity": 30.0
 },
 {
  "Herb": "Agrimony",
  "Description": "Agrimony reaches a height of 1 to 2 feet. It has leaves up to seven inches long, which are serrated, green on top and white underneath. It has yellow flowers with five petals which are arranged in a spike on top of the stem. Its dried leaves must be boiled in a pint of red wine for five minutes, and then left to stand for an hour. It should then be used on sprains and bruises in a compress. A successful application will cure sprains and bruises in half the normal time. Agrimony was also believed to produce very heavy sleep if placed beneath a persons head, so deep that the person could not be woken until it was removed.",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Forest",
  "Cost": "1.5 sm",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Bruising, Sprains",
  "Lore": "`If It is leyed under mann's head, He shal sleepyn as he were dead; He shall never drede na wakyn Till fro under his head it be taken' Traditional Human Rhyme",
  "Rarity": 15.0
 },
 {
  "Herb": "Sheno's Weed",
  "Description": "The roots of this plant must be brewed over a low fire for one week, and the resulting distillation drunk. If used successfully, sight will be restored to the recipient provided the eye remains.",
  "Availability": "Winter 5%",
  "Climatic Zone": "Cold",
  "Preparation": "1 week",
  "Locale": "Mountains",
  "Cost": "1 gt",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Blindness",
  "Lore": "\"And he who is shrouded may feel the light again; that which was lost can yet still be found. Go forth with sight reclaimed. Go forth and see.\"",
  "Rarity": 100.0
 },
 {
  "Herb": "Alether",
  "Description": "Eating a handful of these orange berries will add +1 to both a characters chance to hit, and to their damage rolls for 2d6 minutes. The berries can be brewed in white wine to produce a drink that will add +2 to the recipients chance to hit, and temporarily give them 2d4 hp. This effect lasts for 2d12 minutes, and ends with the character's total collapse for 1d3 days unless they successfully save against poison. This brew will only be useful for one month after manufacture, promptly losing its potency.",
  "Availability": "Spring, Summer 5%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day (for potion)",
  "Locale": "Rural",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -5",
  "Condition": "Enhancement",
  "Rarity": 20.0
 },
 {
  "Herb": "Alkanet",
  "Description": "This plant has a thick red root, narrow hairy leaves, and small red or blue flowers. The root can be eaten directly upon being drawn out of the ground but will only keep for a week or so. The herb allows a +1 bonus to any saving throw vs ingested poisons for 1d8 hours after eating.",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Rural",
  "Cost": "1.2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -4",
  "Condition": "Poison",
  "Rarity": 12.0
 },
 {
  "Herb": "All-Heale",
  "Description": "When All-heale is mixed in a pint of seed oil and applied to a wound (one application per day), the recipient will heal at a standard rate without rest. With rest, the recipient will heal at three times the normal rate.",
  "Availability": "Autumn 75%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "7",
  "Ability Check": "Intelligence +1",
  "Condition": "Healing",
  "Rarity": 20.0
 },
 {
  "Herb": "Aloe",
  "Description": "The leaf of Aloe, when applied to a wound, will double the natural healing rate of minor burns and minor cuts.",
  "Availability": "Autumn, Winter 55%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Grassland",
  "Cost": "5 cj",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Burns",
  "Rarity": 5.0
 },
 {
  "Herb": "Amrans",
  "Description": "The lilac flowers can be prepared into a potion that rapidly cures wounds (3d6 if properly prepared (for 1 week), 1d4 if poorly prepared (for 3 days)).",
  "Availability": "Spring 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 days / 1 week",
  "Locale": "Rivers, Rural",
  "Cost": "7.5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing",
  "Rarity": 75.0
 },
 {
  "Herb": "Alium",
  "Description": "Alium's root should be boiled in water for an hour and then drunk in order to relieve coughs. The plant can grow to a height of eight feet. It has a hollow stem and has large, broad pointed leaves at the base of the stem. It has a cluster of white or pink flowers at the top of the stem. The herbs does not in any way act as a cure for any disease causing a cough, it merely reduces the amount of coughing.",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Mountains",
  "Cost": "2 cj",
  "Uses": "2",
  "Ability Check": "Intelligence -3",
  "Condition": "Misc, Coughing",
  "Rarity": 2.0
 },
 {
  "Herb": "Anise",
  "Description": "Anise grows to height of about two feet, and is distinguished by its unusual leaf formation. At its base, the leaves are heart shaped and toothed, but as we progress up the stalk they are small and feathery. It has delicate white flowers which ripen in summer to produce small ridged seeds. These seeds should be crushed and left to stew for ten minutes in boiling water. The resultant mixture should then be strained and drunk as desired (it will keep for up to 3 months). A successful application will relieve hiccups.",
  "Availability": "Summer 25%",
  "Climatic Zone": "Temperate",
  "Preparation": "10 minutes",
  "Locale": "Rural",
  "Cost": "3 cj",
  "Uses": "5",
  "Ability Check": "Intelligence -6",
  "Condition": "Misc, Hiccups",
  "Rarity": 3.0
 },
 {
  "Herb": "Anserke",
  "Description": "The root must be applied to a bleeding wound. Within three rounds it will have stopped the bleeding. The recipient must not move for one turn or risk the wound reopening.",
  "Availability": "Summer 30%",
  "Climatic Zone": "Tropical",
  "Preparation": "not necessary",
  "Locale": "Coastal",
  "Cost": "7.5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -4",
  "Condition": "Healing, Bleeding",
  "Rarity": 75.0
 },
 {
  "Herb": "Archalium",
  "Description": "This white flowering plant has black seeds and roots with a sharp taste. The root, when brewed, makes a hot, peppery decoction that helps alleviate common colds, flu and congestions (doubles recovery time, adds +2 to Constitution rolls to prevent colds in bad weather).",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Swamp",
  "Cost": "7 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Disease, Flu, Coughing",
  "Rarity": 7.0 
 },
 {
  "Herb": "Arfandas",
  "Description": "Arfandas can grow up to 2 feet tall, standing proud with its thick, green stem. With 5 to 6 thick yellow petals surrounding a bright orange core, Arfandas can be identified by its pungent aroma. If the stem of Arfandas is bound up in the dressing of a fracture, it will double the rate of healing for that fracture. However, excessive use of Arfandas will may prove poisonous",
  "Availability": "Autumn, Winter 50%",
  "Climatic Zone": "Cold",
  "Preparation": "1 day",
  "Locale": "Rivers",
  "Cost": "7 cj",
  "Uses": "4",
  "Ability Check": "Intelligence -6",
  "Condition": "Healing, Fractures",
  "Rarity": 7.0
 },
 {
  "Herb": "Arkasu",
  "Description": "When the sap of the Arkasu plant is applied to wounds, it doubles the rate of healing. The effect is not cumulative.",
  "Availability": "Autumn 55%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Grassland",
  "Cost": "2.6 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing",
  "Rarity": 26.0
 },
 {
  "Herb": "Arlan",
  "Description": "The Arlan leaf, when applied to a wound, will heal 1 hp of damage if it is used within 5 rounds. When ground into a paste and ingested, Arlan will also double a persons recovery time from respiratory illness.",
  "Availability": "Autumn 60%",
  "Climatic Zone": "Cold",
  "Preparation": "not necessary",
  "Locale": "Grassland",
  "Cost": "2 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -5",
  "Condition": "Healing, Disease, Respiratory",
  "Rarity": 2.0
 },
 {
  "Herb": "Arnica",
  "Description": "This plant grows to a height of 1 to 2 feet. It has a hairy stem on which its leaves are arranged in pairs. It has orange flowers. These flowers should be plucked, dried, and boiled in a liter of beer. The runoff should then be applied to a compress which is wrapped around a bruise. A successful application will cause the bruise to fade within one day. The pollen of the flowers if inhaled will cause uncontrollable sneezing. A phial of arnica carried in a persons pocket is also reputed to protect them on their travels.",
  "Availability": "Summer 25%",
  "Climatic Zone": "Temperate, Cold",
  "Preparation": "not necessary",
  "Locale": "Mountains",
  "Cost": "4 cj",
  "Uses": "1",
  "Ability Check": "Intelligence - 6",
  "Condition": "Healing, Bruising",
  "Rarity": 4.0,
  "Lore": "\"I've no need for your leathers, thick cloaks or fine horses. No use for your steel, nor your bulging coin purses. Nay, when all's done is done, and all's to be true, I've no need for naught else but my Arn, through and through\""
 },
 {
  "Herb": "Arnuminas",
  "Description": "The leaf of this plant should be applied to the site of ligament, cartilage, or muscle damage. If used successfully, it will double the speed of healing of such damage.",
  "Availability": "Autumn 70%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Grassland",
  "Cost": "5.6 sm",
  "Uses": "5",
  "Ability Check": "Intelligence -1",
  "Condition": "Healing, Body Repair",
  "Rarity": 56.0
 },
 {
  "Herb": "Celemend",
  "Description": "The stalks of this plant must be brewed for one week in fresh water at the end of which time it may be drunk. If it is successful, it will heal any damage to a persons muscles that are capable of healing naturally within one day.",
  "Availability": "Autumn 40%",
  "Climatic Zone": "Cold",
  "Preparation": "1 week",
  "Locale": "Rivers",
  "Cost": "9.5 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -7",
  "Condition": "Healing, Body Repair",
  "Rarity": 95.0
 },
 {
  "Herb": "Barecca",
  "Description": "Barecca is a creeping vine with many small leaves, each on their own small stalk. It also has small purple flowers. These flowers must be brewed upon a fire and left to stand. When successfully administered, the recipient must save vs poison or be rendered docile, and incapable of violence for 3d8 hours. The brew has a distinctive purple colour, and bitter taste, so to be given secretly in food, the food must be able to hide these attributes.",
  "Availability": "Spring 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Forest",
  "Cost": "3 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -6",
  "Condition": "Sedation",
  "Rarity": 30.0
 },
 {
  "Herb": "Roah",
  "Description": "The bark of the roah tree must be stripped from its branches and boiled in clear water for one day. It should then be drunk as a cure for fevers, especially those caused by diseases such as mallergy. It does not cure the cause of the fever but merely brings it under control within 2d6 hours. Roah leaves could be boiled in water and drunk as a cure for the poison of viper bites (cures venom in 2d6 turns, any damage already incurred remains). The roah tree has ashen-gray bark, and black buds. Its flowers have no petals.",
  "Availability": "Spring 50%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Forest",
  "Cost": "1.1 gt",
  "Uses": "3",
  "Ability Check": "Intelligence -4",
  "Condition": "Disease, Fevers, Venom",
  "Rarity": 110.0,
  "Lore": "\"Scened smoke and spice and lemon, well worth its weight in gold, scant licked by the fire is Roah from what's told\""
 },
 {
  "Herb": "Ashline",
  "Description": "Ashline is a small red flower, with very pale green leaves. The entire plant must be mashed and boiled in fine red wine for one week and the resultant mixture combined with seed oil. When this liquid is poured over a petrified person it will, on a successful roll, restore them to their normal state.",
  "Availability": "Winter, Spring 5%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Mountains",
  "Cost": "1 gt",
  "Uses": "4",
  "Ability Check": "Intelligence -3",
  "Condition": "Misc, Petrification",
  "Rarity": 100.0
 },
 {
  "Herb": "Athelas",
  "Description": "Also known as Kingsfoil. It appears as a vine with dark green leaves divided into four parts. According to legend, the leaves of Athelas when crushed by the hands of a King over the afflicted person are capable of curing anything.",
  "Availability": "Autumn 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Forest",
  "Cost": "7 cj",
  "Uses": "4",
  "Ability Check": "?",
  "Condition": "Misc, Healing",
  "Lore": "\"When the black breath blows and death's shadow grows and all lights pass, come athelas! come athelas! Life to the dying In the King's hand lying!\"",
  "Rarity": 7.0
 },
 {
  "Herb": "Lidroot",
  "Description": "The roots of this plant must be brewed over a low fire for one day, and the resulting distillation drunk. If used successfully, sight will be protected from glare or blinding light for a period of nine hours. This herb can thus be used to limit the ill effects suffered by subterranean creatures (such as drow) in full sunlight.",
  "Availability": "Winter 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Grassland",
  "Cost": "1.6 sm",
  "Uses": "5",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Sight protection",
  "Rarity": 16.0
 },
 {
  "Herb": "Attanar",
  "Description": "Attanar is a moss which, when applied to the forehead of a stricken person, will cure fevers. It takes effect 2d6 hours after it is successfully administered.",
  "Availability": "Autumn, Winter 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Rivers",
  "Cost": "1.5 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -6",
  "Condition": "Disease, Fevers",
  "Rarity": 15.0
 },
 {
  "Herb": "Balm",
  "Description": "Balm is a plant about 2 to 3 feet tall with squarish stems. It has oval, serrated leaves. It has small flowers which can be any shade from white to blue, which form small clusters at the base of the leaves. The herb should be boiled and given to women suffering menstrual pains.",
  "Availability": "Summer 20%",
  "Climatic Zone": "Subtropical",
  "Preparation": "1 hour",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "4",
  "Ability Check": "Intelligence -4",
  "Condition": "Misc, Menstrual Pains",
  "Rarity": 10.0,
  "Lore": "Balm reputedly has properties of bestowing longevity, and so has been used as an ingredient in Potions of Longevity and the like."
 },
 {
  "Herb": "Barberry",
  "Description": "The Barberry plant has sharp thorns on its twigs. It can obtain a height in excess of eight feet. It has roughly oval shaped leaves, which are smooth with toothed edges. It has pale yellow flowers which produce oval red berries, with a small black dot at their tip. Barberries should be ground up in cold water and be left to stand in cold water, and then boiled quickly. This mixture should be drunk as a cure for liver disorders such as jaundice. If successfully administered the cure should take effect within two weeks. However three failed applications mean that there is never any hope of cure by this method.",
  "Availability": "Summer 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 hours",
  "Locale": "Rural",
  "Cost": "4 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -11",
  "Condition": "Disease, Liver",
  "Rarity": 40.0
 },
 {
  "Herb": "Base Mullein",
  "Description": "Base Mullein is very easily found due to the fact that its flower stalks often obtain a height of 8 feet or more. Its clear yellow flowers cover about 3 feet of the top of the stalk, and form a long funnel about an inch or two in diameter. If the leaves of this herb are applied to a burn within one hour, it will reduce the damage taken from the burn, by half.",
  "Availability": "Always 90%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Rural",
  "Cost": "4 cj",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Burns",
  "Rarity": 4.0
 },
 {
  "Herb": "Basil",
  "Description": "The herb has one upright stalk, and small white flowers. Basil must be used almost immediately on being picked. The leaves should be applied to the bite of a venomous creature, and it will then have the effect of drawing out the venom. It will give a bonus of +4 to the saving throw vs poison, or if the save has already been made and failed, it will allow a second saving throw at normal values. Any damage already sustained will remain.",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Rural",
  "Cost": "3 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Venom",
  "Rarity": 3.0
 },
 {
  "Herb": "Bastit",
  "Description": "A small succulent that, when crushed, tends to repel parasitic insects, including mosquitoes and the like. It has a pungent but not unpleasant odour. (Lasts 1d6 hours but can be washed or sweated off.  Easily noticed by tracking animals.)",
  "Availability": "Always 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "All",
  "Cost": "3 cj",
  "Uses": "1",
  "Ability Check": "Intelligence +2",
  "Condition": "Misc, Insect",
  "Rarity": 3.0
 },
 {
  "Herb": "Belan",
  "Description": "The nut must be eaten to stop bleeding (including internal bleeding). Within two hours, bleeding should be staunched. The recipient must not move for one additional hour or risk the bleeding restarting.",
  "Availability": "Summer 35%",
  "Climatic Zone": "Tropical",
  "Preparation": "not necessary",
  "Locale": "Coastal",
  "Cost": "4 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -6",
  "Condition": "Healing, Bleeding",
  "Rarity": 40.0
 },
 {
  "Herb": "Elram's Opus",
  "Description": "Elram's Opus is a lichen. It must be brewed in water, and drunk three days later. If used successfully, all nerve damage capable of healing naturally will be healed.",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 days",
  "Locale": "Forest",
  "Cost": "6 gt",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing, Body Repair",
  "Rarity": 600.0,
  "Lore": "\"[...] that much you can be assured: cloaked in flesh, beneath the twisting web of fiber and sinew live the strings of our machination\" - Elram, master Physik"
 },
 {
  "Herb": "Bilberry",
  "Description": "Bilberries are small black berries. They must be mixed with pure alcohol and left to stand for fifteen days, at the end of which time they must be drunk. A successful application will give a human darkvision, but a failed application may lead to the death (save penalty -4) of the person who drinks it, as if they had drunk a concentrated poison (Death / 20 hit points, onset 1d4 minutes).",
  "Availability": "Spring 1%",
  "Climatic Zone": "Temperate",
  "Preparation": "15 days",
  "Locale": "Forest",
  "Cost": "4.5 gt",
  "Uses": "1",
  "Ability Check": "Intelligence -13",
  "Condition": "Misc, Darkvision",
  "Rarity": 450.0
 },
 {
  "Herb": "Sireless",
  "Description": "Sireless is a dark-leaved, flowerless vine. The dried leaves can be used to create a contraceptive tea effective on most humans, demihumans and humanoids, male or female.  Must be ingested between 1 hour - 30 minutes before properties invoked. (70% effective; causes mild impotence in males 15% of the time.)",
  "Availability": "Always 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 days",
  "Locale": "Hills",
  "Cost": "4 cj",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Contraceptive",
  "Rarity": 4.0
 },
 {
  "Herb": "Bishop's Weed",
  "Description": "Bishop's weed is a small plant with pale blue flowers, and small pale green leaves. This herb will protect people from Plague (+5 bonus to saves vs disease). It is drunk in wine, and is effective for one week. In plague years, its price increases rapidly.",
  "Availability": "Summer 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 weeks",
  "Locale": "Rural",
  "Cost": "3.5 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -6",
  "Condition": "Disease, Plague",
  "Rarity": 35.0
 },
 {
  "Herb": "Bittermourn",
  "Description": "A fabled, colourless lichen that supposedly grows on rocks beneath year-round ice. According to partial findings in Wilevia's vault: when crushed and strained, Bittermourn creates a clear gel at freezing temperatures that melts into liquid when warmer.  Imbibing a pint slows the aging process and grants a lifespan of twice normal length.",
  "Availability": "Winter 5%",
  "Climatic Zone": "Polar",
  "Preparation": "2 hours",
  "Locale": "All",
  "Cost": "????",
  "Uses": "1",
  "Ability Check": "Intelligence -14",
  "Condition": "Misc, Longevity",
  "Rarity": 10000000.0,
  "Lore": "\"I had not heart to announce the folly of our pairing. How, as his hair grays and skin withers, I remain unchanged, unerring. My love, I wish you could join me on my coast throughout time, but despite my bitter mourning I shan't tether your fate to mine\""
 },
 {
  "Herb": "Blackberry",
  "Description": "The leaves of these small black berries should be crushed and applied to small wounds, where they can stop minor bleeding very quickly (within one round).",
  "Availability": "Spring 65%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Rural",
  "Cost": "8 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing, Bleeding",
  "Rarity": 8.0
 },
 {
  "Herb": "Blackroot",
  "Description": "A tall plant with small, bell-shaped violet flowers and complex roots that are black on the outside and white on the inside. The roots can be applied to fresh wounds in order to promote quick healing (applied immediately, gives 1d4 back to character at once).",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "All",
  "Cost": "4 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing",
  "Rarity": 40.0
 },
 {
  "Herb": "Sagellin",
  "Description": "Also known as the Black Rose, this rare flower is easily identified by its black, velvety flower and long white thorns. The thorns are hollow and absorb liquids at a rate of a pint every 5 minutes. The liquid is stored in the plant's fibrous roots. Sagellin's roots are often used to draw poison from wounds or, placed under the tongue, to absorb alcohol and prevent intoxication.",
  "Availability": "Spring, Summer 5%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "All",
  "Cost": "9.7 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Poison, Venom",
  "Rarity": 97.0,
  "Lore": "It was said, during the Age of the Red Sky, Odroyan filth were tied down and pierced with the thorns to cause prolonged and painful exsanguination.\"If once thin, pale roots have grown fat and blush red, Sagellin now holds, and drinks from the dead\""
 },
 {
  "Herb": "Bloodkeep",
  "Description": "Tall stalks with jagged leaves and purple-red flowers, bloodkeep's fresh leaves can be bound to a wound to stop bleeding at once and quicken coagulation (apply within 2 rounds of injury to stop bleeding; character regains 20% - rounded down - of lost hit points at once).",
  "Availability": "Spring 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Coastal",
  "Cost": "4 cj",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Bleeding",
  "Rarity": 4.0
 },
 {
  "Herb": "Borage",
  "Description": "This plant has hollow, hairy cylindrical stalks which grow to a height of 1 to 2 feet. It has drooping flowers, red or blue in colour, which are shaped as a five pointed star at the top of the stem. The dried herb should be boiled in water and the infusion drunk. It is used to cure minor fevers such as those caused by chills, and flux. It will relieve the fever in 1d3 hours.",
  "Availability": "Spring 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "5 days",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Disease, Fevers",
  "Rarity": 10.0
 },
 {
  "Herb": "Breldire",
  "Description": "This flower, when eaten, alters the way a person judges distance for a period of one hour. While under the influence of the flower, a person can add a bonus of two to ranged combat attacks, while subtracting two from melee attacks.",
  "Availability": "Spring 35%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Volcanoes",
  "Cost": "2 gt",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Enhancement, Distance perception",
  "Rarity": 200.0
 },
 {
  "Herb": "Bull-Rush",
  "Description": "Bull-rushes are tall straight stemmed plants with many small flowers at the top of the stalk. These flowers must be ground into an ointment which is applied to a persons eyes or tongue. This herb will put someone to sleep for 3d12 hours. A roll of 1 on the ability check will put the person into a coma.",
  "Availability": "Always 55%",
  "Climatic Zone": "Temperate, Subtropical",
  "Preparation": "3 days",
  "Locale": "Swamp",
  "Cost": "6 cj",
  "Uses": "2",
  "Ability Check": "Intelligence +3",
  "Condition": "Sedation",
  "Rarity": 6.0
 },
 {
  "Herb": "Carryme",
  "Description": "Carryme is a Mountain herb that can be used as a powerful sedative and pain-killer. In larger doses it is sometimes used for euthanasia as the northerners regard death as a kind option for badly disabled or the very elderly. The taste of carryme is pungent but not unpleasant.",
  "Availability": "Spring 30%",
  "Climatic Zone": "Cold",
  "Preparation": "3 days",
  "Locale": "Mountains",
  "Cost": "6 sm",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Sedation, Pain",
  "Lore": "\"A leaf to sleep, two to dull pain, three for a merciful grave.\"",
  "Rarity": 60.0
 },
 {
  "Herb": "Burdock",
  "Description": "This plant grows to about 3 feet tall. It has huge leaves with a whitish underside, and purple flours. Its root must be boiled in water -- the root eaten and the water drunk -- as a cure for many mild diseases. The person will be cured within a week.",
  "Availability": "Spring 35%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -6",
  "Condition": "Disease",
  "Rarity": 10.0
 },
 {
  "Herb": "Bursthelas",
  "Description": "Bursthelas must be brewed for one week in fine red wine before it can be used. It must then be drunk within one month or spoil. A successful draft will heal any fractured or broken bones within one to three days.",
  "Availability": "Summer 5%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Grassland",
  "Cost": "5.5 sm",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Fractures",
  "Rarity": 55.0
 },
 {
  "Herb": "Caffar",
  "Description": "Caffar is made of the small caffar nut that is ground into a powder and brewed into a dark, sweet-smelling beverage, traditionally with a goat's milk base. Like kaffe or black tea, caffar can be used to delay sleep, but it has the side effect of making the ingester more psychically sensitive; psionicists' skills are greatly enhanced and even the unpsyighted are more sensitive to nuances in the environment and in others' manners, sometimes even to the point of detecting auras around certain objects. (Raises Wisdom [Intuition] by 1 for every 2 cups imbibed, to maximum of 19. Drinking 3-4 cups in one day causes jumpiness that compounds as more is imbibed.  Those who drink 5 or more cups in one day become slightly physically addicted to the substance and suffer headaches and mild stomach pains when their usage is cut back.)",
  "Availability": "Summer, Autumn 5%",
  "Climatic Zone": "Tropical",
  "Preparation": "1 hour",
  "Locale": "Desert",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Sleep Delay, Enhancement",
  "Rarity": 10.0
 },
 {
  "Herb": "Calamus",
  "Description": "This rush grows in small grassy clumps. It can grow from about 2 to 6 feet in height and has very small yellow green flowers that jut out from the stem. The leaves are long, thin and light green in colour and smells faintly sweet. The root is white with a red brown peel. The root must be peeled and boiled in fresh water within a day of being picked, and should then be drunk by the recipient. Provided no permanent physical damage has been done to the person hearing organs, the herb may restore some small measure of hearing to a totally deaf person, perhaps 10% of normal hearing. In addition the herb has been reported to have aphrodisiac qualities and was used by certain Durnian peoples to make their dogs fierce.",
  "Availability": "Spring, Summer 15%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Swamp",
  "Cost": "2.2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -14",
  "Condition": "Aphrodisiac, Healing, Deafness",
  "Rarity": 22.0
 },
 {
  "Herb": "Calcena Mushroom",
  "Description": "Anyone who breathes in the spoors of one of these pink mushrooms incurs a -3 penalty on all saves vs illusions for 2d12 hours. The mushroom may be concocted into a potion by brewing tea and leaving the mushroom to stand in the tea for 2 weeks. The resultant mixture, when drunk, is a powerful hallucinogen. Anyone under the influence of it will see whatever the GM wants them to see. This effect lasts 2d12 hours.",
  "Availability": "Always 2%",
  "Climatic Zone": "Any",
  "Preparation": "2 weeks (for potion)",
  "Locale": "Underworld",
  "Cost": "1 gt",
  "Uses": "1",
  "Ability Check": "-",
  "Condition": "Misc, Hallucination",
  "Rarity": 100.0
 },
 {
  "Herb": "Callin",
  "Description": "A dark nut that grows on the Callin tree in tropical jungles. When the husk is dried, ground and ingested, it thins the blood and strengthens internal organs, helping to prevent heart attacks. (If taken regularly, prevents heart attacks except under extreme duress. Addictive, causes nausea, dizziness and an increased chance of cardiac arrest if quit under unsupervised conditions after repeated use.)",
  "Availability": "Autumn 30%",
  "Climatic Zone": "Tropical",
  "Preparation": "1 week",
  "Locale": "Jungle",
  "Cost": "5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Disease, Heart Attacks, Addictive",
  "Rarity": 50.0
 },
 {
  "Herb": "Cat's Tail",
  "Description": "Cat's tail is a small plant with long, thin, spear-shaped leaves rising from its base, and a single long, thin, soft flower at the top of the stalk. This herb, when made into a salve, will heal all damage to a person's body below the shins.",
  "Availability": "Summer 75%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -6",
  "Condition": "Healing",
  "Rarity": 10.0
 },
 {
  "Herb": "Cephalophage",
  "Description": "A pale, fleshy fungus with a tough, rubbery consistency that is commonly found growing near carnivorous plants. The fungus grows upon corpses, absorbing the cadaver's life memories and personality; up to 10 different minds have been found absorbed by one cephalophage mushroom. Eating cephalophage will transfer those memories and personality quirks to the eater. (Effects last 1d3 hours and while they last the eater can access all of the dead person's mind. After the effects wear off, the eater may still succumb on occasion to flashbacks or personality instability; save vs. Intelligence when under intense stress or in a situation liable to cause such flashbacks.) This plant is condemned by the Sons of Celestia, believed to prevent a soul/spirit from attaining the afterlife.",
  "Availability": "Always 5%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary (if growing in correct area)",
  "Locale": "Special",
  "Cost": "1 gt",
  "Uses": "1",
  "Ability Check": "Intelligence -4",
  "Condition": "Misc, Dead memories",
  "Rarity": 100.0
 },
 {
  "Herb": "Chamomile",
  "Description": "This plant can grow up to 2 feet tall, and has a branched stem. It has few leaves, and these are finely divided. The flower heads have yellow centres which are domed in shape with a hollow at their very centre. The petals of this plant bend backwards towards the stem. The flowers from a single plant must be immersed in boiling water and the resultant drink consumed. This drink is very bitter and is normally mixed with honey, but this is unnecessary. The drink will last for approximately 2 months after manufacture, while the leaves can be dried, and will then keep for up to three years. A successful use of this herb will have a calming effect on the consumer.",
  "Availability": "Spring, Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "negigible time",
  "Locale": "Rural",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Sedation",
  "Rarity": 20.0
 },
 {
  "Herb": "Chervil",
  "Description": "Chervil is a small, thin flower that grows no larger than 7 inches. Its twiggy green stem barely supports the weight of its flower; a bulbous yellow core surrounded by soft, white petals. If Chervil's flower core is pulverized, mixed with warm water, and strained thrice, it can be used to dissolve blood clots, which can help to prevent complications caused by injury. The clots are dissolved within 1d3 turns.",
  "Availability": "Always 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -5",
  "Condition": "Healing, Blood Clots",
  "Rarity": 10.0
 },
 {
  "Herb": "Cinquefoil",
  "Description": "This plant creeps along the ground on long slender, string-like stalks. It has five or seven part leaves, and small yellow flowers. The stalks must be boiled in white wine or vinegar and then drunk. The herb will then act as an aphrodisiac, and increase the recipients Charisma [Appearance] by 1 for 1d4 hours.",
  "Availability": "Summer 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -5",
  "Condition": "Misc, Aphrodisiac",
  "Rarity": 10.0
 },
 {
  "Herb": "Colewort",
  "Description": "Colewort is a small plant with a single large glossy leaf, and small white flowers with four petals. Anyone who chews on the flowers before drinking will remain sober for the entire evening. Its effects protect only against alcohol, and not against any other drug or toxin.",
  "Availability": "Spring, Summer 70%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Forest",
  "Cost": "6 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -4",
  "Condition": "Misc, Intoxication Prevention",
  "Rarity": 6.0
 },
 {
  "Herb": "Coltsfoot",
  "Description": "The plant has a single golden yellow flower borne at the top of a six inch tall stem with long pinkish woolly scales. These flowers are crushed and mixed with honey, and applied as a poultice to infected wounds in a effort to draw out the infection. It does not cure any damage.",
  "Availability": "Spring, Summer 25%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Mountains",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -5",
  "Condition": "Disease, Infection",
  "Rarity": 20.0
 },
 {
  "Herb": "Comfrey",
  "Description": "Comfrey grows to a height of up to 3 feet. It has stiff, angular and hollow stalks which are covered with rough hairs. It has pink, mauve white or cream flowers. Its thick black root is the portion used in Herbalism. It should be boiled and smeared into a poultice which is then wrapped around a broken limb and increases the speed of healing by fifty percent.",
  "Availability": "Spring 50%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Rural",
  "Cost": "4 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -5",
  "Condition": "Healing, Fractures",
  "Rarity": 40.0,
  "Lore": "Comfrey has been said to be used in baths by lascivious women in order to give the impression that they are still maidens on their wedding nights."
 },
 {
  "Herb": "Cow Parsnip",
  "Description": "Cow parsnip has small leaves covered with tiny hairs. These hairs must be made into a salve. Cow parsnip will cure madness for a short period (a few hours). Repeated application over a two week period may (GMs discretion) cure insanity altogether.",
  "Availability": "Always 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "6 weeks",
  "Locale": "Forest",
  "Cost": "3 sm",
  "Uses": "7",
  "Ability Check": "Intelligence -6",
  "Condition": "Healing, Insanity",
  "Rarity": 30.0
 },
 {
  "Herb": "Cow-Wheat",
  "Description": "Cow wheat is a small straight stemmed yellow-green plant. Its pale yellow flowers produce a white powder when crushed, between two hands. If this powder is placed into food or drink it will cause a person to act as if drunk.",
  "Availability": "Summer 50%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Grassland",
  "Cost": "9 cj",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Intoxication",
  "Rarity": 9.0
 },
 {
  "Herb": "Dagmather",
  "Description": "The spine of this plant must be brewed for one week in fresh water at the end of which time it may be drunk. If it is successful, it will heal any damage to a persons cartilage that are capable of healing naturally.",
  "Availability": "Summer 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Grassland",
  "Cost": "6 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -7",
  "Condition": "Healing, Body Repair",
  "Rarity": 60.0
 },
 {
  "Herb": "Dainaberry",
  "Description": "The Dainabush, or Sleepberry, is a creeping, thorny vine, much like a bramble. Young vines are about 5 mm thick, with 2 mm long thorns. Older vines can become as thick as 10 cm, with curved thorns up to 5 cm long, although this requires many years of growth. Young vines are light green, with 3 lobed green leaves. Older vines grow reddish brown, darkening to black, with dark green leaves. The vines bloom in early summer, with light blue, bell-shaped flowers. In autumn, it carries dark blue or purple berries, which are fleshy, almost crunchy rather than juicy. The berries are slightly sweet and quite tasty, but have a strong effect on mammals; those who eat them fall asleep. The berries have this effect on mammals only, but a single berry is enough to bring down any man-sized or smaller mammal. Given enough berries, even the greatest mammal will fall asleep. There is no saving throw, although the sleep caused is quite normal, and a sleeping creature can simply be awakened. Although the berries can simply be eaten to cause the effect, it is also possible to dry them carefully, and grind them into powder. This powder is weaker (save vs poison to avoid), but will keep a long time. The powder can be added to any food or drink, but has a very sweet taste.",
  "Availability": "Autumn 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary (or 3 weeks)",
  "Locale": "Rivers",
  "Cost": "2 sm",
  "Uses": "3d10",
  "Ability Check": "Intelligence -3",
  "Condition": "Sedation",
  "Rarity": 20.0
 },
 {
  "Herb": "Darnell",
  "Description": "These tiny yellow flowers will, if eaten, cause dimness of the sight for several hours. This dimness means that in full light the character will see as if on a moonlit night. This herb does affect those with darkvision.",
  "Availability": "Autumn 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Forest",
  "Cost": "3 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Misc, Sight protection",
  "Rarity": 30.0
 },
 {
  "Herb": "Darsurion",
  "Description": "The leaves of Darsurion when applied to a wound will heal 1 hp of damage if used within 3 rounds. The effect is not cumulative.",
  "Availability": "Winter 50%",
  "Climatic Zone": "Cold",
  "Preparation": "not necessary",
  "Locale": "Mountains",
  "Cost": "3 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -6",
  "Condition": "Healing",
  "Rarity": 3.0
 },
 {
  "Herb": "Deadly-Nightshade",
  "Description": "This plant can grow up to five feet tall. It has soft green spreading leaves, and purple flowers and berries. The berries must be left to stand in water for a week and the distillation drunk. Deadly nightshade will put someone to sleep for 4d8 hours. They cannot be woken. A roll of 1 will kill them, a roll of 20 will render them insane.",
  "Availability": "Summer 75%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Forest",
  "Cost": "4 sm",
  "Uses": "4",
  "Ability Check": "Intelligence +3",
  "Condition": "Sedation",
  "Rarity": 40.0
 },
 {
  "Herb": "Degiyik",
  "Description": "Degiyik leaves must be given to someone at the point of death (at -10 hp and not losing any more hit points). They will keep the person alive for one day.",
  "Availability": "Summer 25%",
  "Climatic Zone": "Tropical",
  "Preparation": "not necessary",
  "Locale": "Coastal",
  "Cost": "1 gt",
  "Uses": "3",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing, Death prevention",
  "Rarity": 100.0,
  "Lore": "\"To the great confoundation of the palace, the ill King Cautious' heart would not stop its drumming. It would be 3 more weeks until his guard discovered it was Piecely, his manservant, slipping Degiyik into his wine pitcher. Upon this discovery, and its prompt cessation, Cautious' material tether was cut not 2 days later.\""
 },
 {
  "Herb": "Delrean",
  "Description": "The bark of Delrean should be boiled into a paste and then smeared on the skin. It will then repel any insect from coming near the recipient, but the foul stench will reduce their Charisma (Appearance) by 1d2. It is effective for 5d6 hours.",
  "Availability": "Winter 80%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Forest",
  "Cost": "3 cj",
  "Uses": "4",
  "Ability Check": "-",
  "Condition": "Misc, Insect",
  "Rarity": 3.0
 },
 {
  "Herb": "Dittany",
  "Description": "This herb grows six or eight inches high with square stalks and short round leaves. The leaves must be dried for two weeks and then be boiled in ale or wine. It is then applied as a lotion. Dittany can be used to draw splinter and bone fragments from a wound. It is also an effective antiseptic for cleaning wounds, and can therefore prevent infections caused by dirty water etc.",
  "Availability": "Summer, Autumn 55%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Rivers",
  "Cost": "8 cj",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Disease, Infection",
  "Rarity": 8.0
 },
 {
  "Herb": "Dog Rose",
  "Description": "The dog rose grows to about ten feet in height and has very sharp thorns. In spring and early summer it has pale pick flowers which turn into vivid orange seed pods at the end of summer. These pods must be dried and then eaten at the rate of one per three days to avoid scurvy in environments where this disease is common (ie, on long ocean voyages).",
  "Availability": "Summer, Autumn 70%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Rural, Urban",
  "Cost": "1 cj",
  "Uses": "10",
  "Ability Check": "Intelligence",
  "Condition": "Disease, Scurvy",
  "Lore": "In ages past, Durnians believed that placing a dog rose in a coffin would prevent the body within from rising as undead.",
  "Rarity": 1.0
 },
 {
  "Herb": "Draaf",
  "Description": "The leaves of Draaf must be eaten in order to restore 1d3 hit points, as long as they are eaten within 10 minutes of the damage being inflicted.",
  "Availability": "Spring 60%",
  "Climatic Zone": "Subtropical",
  "Preparation": "not necessary",
  "Locale": "Coastal",
  "Cost": "4 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -4",
  "Condition": "Healing",
  "Rarity": 4.0
 },
 {
  "Herb": "Goldbounty",
  "Description": "This rare, small, translucent succulent grows primarily in the low desert. When crushed, it exudes a sweet, milky white substance with numbing properties. Properly prepared, dragontears promotes rapid healing and prevents scarring from wounds. Drinking dragontears can be fatal, as its numbing properties can cause choking or heart failure. (Cures 1d8 hp, always prevents scarring.)",
  "Availability": "Spring 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Desert",
  "Cost": "1 gt",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing",
  "Rarity": 100.0
 },
 {
  "Herb": "Dragonwort",
  "Description": "This plant has a gnarled, rigid and cylindrical stem. It has wavy leaves, dark green on top, bluish green underneath. It has pink flowers that cluster in a spike at the top of the stem. The root of this herb should be boiled over a low heat for three days, and the infusion drunk by people with pox and plague in order to effect a cure. The value of this herb increases greatly in times of plague.",
  "Availability": "Spring 25%",
  "Climatic Zone": "Cold",
  "Preparation": "3 days",
  "Locale": "Mountains",
  "Cost": "1 gt",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Disease, Plague, Pox",
  "Rarity": 100.0
 },
 {
  "Herb": "Dwarf Mallow",
  "Description": "This small plant has a single primary stem from which other, shorter stems ending either with leaves or with small pick flowers. These flowers, when crushed and mixed with honey and salt into a poultice, will relieve the pain of bee stings on a successful application. In addition the crushed flower may be mixed with oil and smothered onto the body in which case, no bees will approach for 1d4 + 2 hours. At the GMs discretion, this effect may extend to other small insects.",
  "Availability": "Spring 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Swamp",
  "Cost": "6 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Misc, Insect",
  "Rarity": 6.0
 },
 {
  "Herb": "Ebur",
  "Description": "The flowers of Ebur must be eaten each day. If the treatment is successful the rate of healing for a sprain will be doubled for that day.",
  "Availability": "Spring 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Coastal",
  "Cost": "1.2 sm",
  "Uses": "5",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing, Body Repair",
  "Rarity": 12.0
 },
 {
  "Herb": "Edram",
  "Description": "Edram is a moss which when eaten will cause bones to heal at one and a half times their normal rate.",
  "Availability": "Winter 15%",
  "Climatic Zone": "Cold",
  "Preparation": "not necessary",
  "Locale": "Rivers",
  "Cost": "3 sm",
  "Uses": "4",
  "Ability Check": "Intelligence -10",
  "Condition": "Healing, Fractures",
  "Rarity": 30.0
 },
 {
  "Herb": "Eldaas",
  "Description": "This tall, blue-flowered plant with spike-shaped leaves is the base for medicines against nausea, usually taken in the form of a bitter herbal tea. Eldaas is used to counteract the nausea associated with hangovers, motion sickness, morning sickness, and more common illnesses. (Adds + 2 to saves versus Constitution for each level of potency the herb is brewed at, to a maximum of + 6 - however, at this strength eldaas can cause dry mouth and constipation. Lasts 1d6 hours regardless of potency level.)",
  "Availability": "Spring, Summer 5%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 days",
  "Locale": "Coastal",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -1",
  "Condition": "Healing, Nausea",
  "Rarity": 20.0
 },
 {
  "Herb": "Elecampane",
  "Description": "This plant has a thick root, with leaves that are white on the bottom and green on top, as well as showy yellow flowers. The root may be eaten in which case it will cause the recipient to vomit. This effect, while useful in removing ingested poisons from the system, will leave the recipient weak (- 1d4 to Constitution for 2d6 hours). For this reason it may be used as a mildly debilitating poison.",
  "Availability": "Winter, Spring 15%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Rural",
  "Cost": "2 cj",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Poison",
  "Rarity": 2.0
 },
 {
  "Herb": "Elvish Galingale",
  "Description": "Elvish Galingale grows to about four feet in height. It has a triangular stem on which grows a tuft of grass like flowers. The roots are boiled and left to stand for a week and the resulting decoction is then drunk. This herb increases the flow of blood. This is very useful when a person is cold. However if a person is bleeding, either internally or externally, or is wounded it will double the speed of loss of blood. Its effect lasts 1d6+1 hours.",
  "Availability": "Spring, Summer 35%",
  "Climatic Zone": "Polar",
  "Preparation": "1 week",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "5",
  "Ability Check": "Intelligence -4",
  "Condition": "Healing, Warmth",
  "Rarity": 10.0
 },
 {
  "Herb": "Entriste",
  "Description": "A small-leafed ivy that hugs the ground. Entriste's leaves absorb liquid and, when crushed, may be used to draw poison from a wound. (1 leaf absorbs a quarter-pint of liquid. Causes 1d4 damage but draws 100% of poison from a wound if applied within 5 rounds of insinuative poisoning, -25% for each round thereafter. Does not work against gases or instant-death poisons.  Most poison effects are weakened if the poison is at least partially removed.)",
  "Availability": "Summer 30%",
  "Climatic Zone": "Subtropical",
  "Preparation": "not necessary",
  "Locale": "Desert",
  "Cost": "2.5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Venom",
  "Rarity": 25.0
 },
 {
  "Herb": "Falsifal",
  "Description": "A wide-leafed plant with large pink flowers and thick roots containing a slimy gel. When the root is pulped, mixed with water and used as a poultice, it is effective against fresh burns, aiding rapid healing. The root-gel can also be thinned and drunk as a thick tea to counter the effects of blood loss. (On burns, add 2 hp/day for each of the first 3 days of rest the character takes. Used to counter blood loss, victim regains 1d3 hp/day instead of 1.)",
  "Availability": "Spring 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour or less",
  "Locale": "Swamp",
  "Cost": "3 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing, Bleeding, Burns",
  "Rarity": 30.0
 },
 {
  "Herb": "Febfendu",
  "Description": "The roots of this plant must be brewed over a low fire for one week, and the resulting distillation drunk. If used successfully, hearing will be restored to the recipient.",
  "Availability": "Winter 5%",
  "Climatic Zone": "Cold",
  "Preparation": "1 week",
  "Locale": "Coastal, Rivers",
  "Cost": "9 sm",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Deafness",
  "Rarity": 90.0
 },
 {
  "Herb": "Felmather",
  "Description": "The leaves of this plant should be placed under the tongue of a person in a coma. If successful, the person will awake in 1d6 hours. If a roll of 20 is made, the persons mind will be destroyed.",
  "Availability": "Spring 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Coastal",
  "Cost": "1 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -7",
  "Condition": "Arouse",
  "Rarity": 10.0
 },
 {
  "Herb": "Fennel",
  "Description": "Fennel has thick stems, and bright green, lacy leaves and routinely grows to about five feet in height. (There is a rare form which has a bronze stem. In terms of its use, it is identical to the common fennel). In summer it has golden, yellow flowers. These flowers turn to seed in early Autumn. The seed heads must be harvested and left until the seeds separate from them. The seeds may then be mixed with boiling water to make a tea. This tea has the effect of relieving hunger pains in the recipient for 2d8 hours, However it does not in anyway act as a substitute for food, and any damage due to starvation will still occur.",
  "Availability": "Autumn 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Rural",
  "Cost": "5 cj",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Hunger",
  "Rarity": 5.0
 },
 {
  "Herb": "Fetherfew",
  "Description": "This herb grows to about 18 inches in height. It has many small white flowers. The flowers must be dried and then boiled in white wine. The resulting mixture must be drunk. This herb will remove the effects of vertigo from a person for up to twelve hours. It does this by stabilising the persons inner ear.",
  "Availability": "Summer 65%",
  "Climatic Zone": "Temperate, Subtropical",
  "Preparation": "3 weeks",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "3",
  "Ability Check": "Intelligence +3",
  "Condition": "Misc, Vertigo",
  "Rarity": 20.0
 },
 {
  "Herb": "Firebloom",
  "Description": "It is suggested that this herb be found in one location on an entire world, ideally in a Mountain range in a tropical or subtropical region (The Mountains of the Sun). This is a small bush which has one pale golden flower and small red berries with the appearance of a live coal. The flowers of the bush must be taken and crushed into a diamond vial, and left to cure for ten years. This is also the amount of time needed for a single flower to bloom. A single drop of this elixir will heal any illness or injury, but will not allow limbs or other appendages to grow back. This is an incredibly powerful herb, and is likely to only exist in the hands of powerful lords and kings.",
  "Availability": "Summer 1%",
  "Climatic Zone": "Subtropical, Tropical",
  "Preparation": "10 years",
  "Locale": "Mountains",
  "Cost": "1 pc",
  "Uses": "100",
  "Ability Check": "-",
  "Condition": "Healing",
  "Rarity": 1000.0
 },
 {
  "Herb": "Floure-De-Luce",
  "Description": "The Floure-De-Luce is also known as the Blue Flag. It has broad and flat leaves shaped rather like a sword. The flowers are purplish blue and the roots which tend to stretch themselves along the surface of the ground are reddish brown on the outside. The root must be mashed and boiled in water and left to stand for at least twenty days before drinking. This herb removes bruises from a body very quickly (within 1d4 hours).",
  "Availability": "Always 60%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 weeks",
  "Locale": "Grassland",
  "Cost": "3 sm",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Bruising",
  "Rarity": 30.0
 },
 {
  "Herb": "Footleaf",
  "Description": "This 30 cm high plant has 3 thick, fleshy leaves, dark green and covered with soft hairs. The leaves form a rosette, lying on the ground, and form the actual plant. The light green blades that account for its hight are actually sheathes from which flower stalks grow during the summer. From each of the sheathes (there can be as many as 30 to a plant), a single flower stalk grows with tiny purple flowers. The thick leaves, which can become as large as 20 cm across, can be torn loose and put inside your boots (One leaf to a boot), enabling you to walk all day without tiring or even getting footsore.",
  "Availability": "Spring, Summer, Autumn 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Rural",
  "Cost": "1 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -4",
  "Condition": "Pain",
  "Rarity": 1.0
 },
 {
  "Herb": "Gallowbrush",
  "Description": "This briar is red in colour with bright crimson thorns. Any mammal pricked with these thorns must make a save vs poison with a +1 bonus or fall asleep for 1d4+2 x 10 minutes. Even if they save the victim still feels drowsy. The thorns can also be brewed into a drink when mixed with water. Anyone drinking this must save vs. poison with a -4 penalty or fall asleep for 1d6 hours.",
  "Availability": "Winter 5%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day (for potion)",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Sedation",
  "Rarity": 10.0
 },
 {
  "Herb": "Garden Flax",
  "Description": "The brown seeds of this herb (which has deep blue flowers) if chewed remove all pain from a characters wounds. It will also prevent a character from feeling anything. He could walk through a fire and feel no pain. There is a 10% chance per hour that a character moving normally will suffer 1d2 hp damage, while under the influence of this herb. This occurs because the character doe not notice minor bruises or scratches.",
  "Availability": "Spring, Summer 55%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Forest",
  "Cost": "3 sm",
  "Uses": "5",
  "Ability Check": "Intelligence +3",
  "Condition": "Pain",
  "Lore": "It was widely believed in ages past that if the seeds of this plant were strewn across a vampires path, the vampire would be unable to proceed further, until it had counted every seed.",
  "Rarity": 30.0
 },
 {
  "Herb": "Gariig",
  "Description": "Gariig is a small cactus. It will restore all hit points to a wounded person if eaten within two days of being harvested.",
  "Availability": "Summer 60%",
  "Climatic Zone": "Tropical",
  "Preparation": "1 day",
  "Locale": "Desert",
  "Cost": "5.5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -10",
  "Condition": "Healing",
  "Rarity": 55.0
 },
 {
  "Herb": "Gefnul",
  "Description": "Gefnul will totally cure and heal the recipient if eaten within one week of harvesting. A roll of over the Herbalists intelligence will kill the recipient, a roll of twenty will kill the recipient beyond the ability of a raise dead spell to revive him.",
  "Availability": "Summer 60%",
  "Climatic Zone": "Polar",
  "Preparation": "1 day",
  "Locale": "Volcanoes",
  "Cost": "2 gt",
  "Uses": "1",
  "Ability Check": "Intelligence -6",
  "Condition": "Healing",
  "Rarity": 200.0
 },
 {
  "Herb": "Goat's Rue",
  "Description": "This herb will cure poison if ingested within one hour of the poisoning. Any damage already taken, including death, remains. Goat's Rue grows to about 3 feet tall. It has hollow branches and pale whitish blue flowers that hang down in spikes. The flowers must be dried before use.",
  "Availability": "Summer 60%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Forest",
  "Cost": "6 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -10",
  "Condition": "Poison",
  "Rarity": 60.0
 },
 {
  "Herb": "Golden Crown",
  "Description": "The golden flowers of this small yellow-green plant may be made into a poultice that is used to stop bleeding. One successful application will normally stop minor bleeding, or staunch the flow of major bleeding until it only minor (a second application will stop the bleeding altogether). This herb is often used by midwives to staunch the flow of vaginal bleeding after birth.",
  "Availability": "Spring 10%",
  "Climatic Zone": "Subtropical",
  "Preparation": "1 hour",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing, Bleeding",
  "Rarity": 10.0
 },
 {
  "Herb": "Golden Lungwort",
  "Description": "Golden lungwort has large oval leaves, covered with small hairs, and small pale blotches. It grows to a height of about 1 foot, and has small bell shaped flowers with five petals which change colour from pink, to mauve to blue. Flowers of different colours are often found on the same plant. This herb heals the ears of all aches and pains.",
  "Availability": "Summer 80%",
  "Climatic Zone": "Temperate, Subtropical",
  "Preparation": "1 week",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "6",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing",
  "Rarity": 10.0
 },
 {
  "Herb": "Guardseye",
  "Description": "This 40 cm high perennial has smooth, dark blue leaves and a woody stem. It has white, cuplike flowers, with purple flecks on the inside. In autumn, the plant dies except for a thick root than can be up to 50 cm long, but even dead, it does not shed its leaves. Thus the all year availability, for it is the leaves that are important. When cooked in water, the resulting tea will grant the drinker the ability to detect all life forms within 500 m. This includes hidden, invisible, phased, ethereal and similarly affected creatures. The effect last for fully 6 hours.",
  "Availability": "Always 5%",
  "Climatic Zone": "Cold",
  "Preparation": "20 minutes",
  "Locale": "Grassland",
  "Cost": "1 gt",
  "Uses": "1d4",
  "Ability Check": "Intelligence -3",
  "Condition": "Misc, Life detection",
  "Rarity": 100.0
 },
 {
  "Herb": "Gylvir",
  "Description": "This is an algae. When eaten it allows a person to breathe underwater (and only underwater!) for a period of four hours.",
  "Availability": "Autumn 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "not necessary",
  "Locale": "Coastal",
  "Cost": "1 gt",
  "Uses": "1",
  "Ability Check": "Intelligence-2",
  "Condition": "Misc, Underwater breathing",
  "Rarity": 100.0
 },
 {
  "Herb": "Hare's Ears",
  "Description": "This herb cures skin diseases.",
  "Availability": "Summer 55%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Mountains",
  "Cost": "2 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -6",
  "Condition": "Disease, Skin",
  "Rarity": 20.0
 },
 {
  "Herb": "Harfy",
  "Description": "The resin of this herb must be applied to a bleeding wound. It will immediately stop any bleeding.",
  "Availability": "Summer 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Grassland",
  "Cost": "1.5 gt",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Bleeding",
  "Rarity": 150.0
 },
 {
  "Herb": "Hart's Tongue",
  "Description": "This fern resembles a deer's tongue, hence its name. When a single frond is eaten, it serves to immediately decrease the recipients libido for 2d4 days. For this reason it is often of value to those undertaking a vow of celibacy, or who must be away from their loved ones. It does not diminish performance in any way, merely desire.",
  "Availability": "Always 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Misc, Libido reduction",
  "Rarity": 20.0
 },
 {
  "Herb": "Hawkweed",
  "Description": "This herb increases a character eyesight for 1d4 turns. They can see twice as far, and when in missile combat, all ranges are treated as if one less. Hawkweed has oval leaves, covered with small hairs on the underside, and green on the top. These leaves surround the plant at the base of the stem, and small yellow flowers tinged with red at the tips.",
  "Availability": "Always 75%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Forest",
  "Cost": "4 sm",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Eyesight improvement",
  "Rarity": 40.0
 },
 {
  "Herb": "Healwell",
  "Description": "A common enough herb to make it into most gardens, healwell is a small flowering plant with bright yellow flowers. Its pale green leaves secrete an oil that can be rubbed on small injuries. (Cures 1 hp/oz of oil, 1 round/oz to apply; not useful on wounds over 2 hp.)",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "All",
  "Cost": "1 cj",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Healing",
  "Rarity": 1.0
 },
 {
  "Herb": "Henbane",
  "Description": "This herb will reduce the effects of poison weapons, but only if taken before the weapon strikes. In the case of non fatal poisons the effect is completely nullified, but in the case of fatal poisons, the only benefit is a +3 to Saving Throws. Henbane has large, thick, soft woolly leaves, and thick stalks about 2 to 3 feet tall. It has hollow pale yellow flowers at the top of the stalk. Either the seed or the flowers must be dried and then eaten. The effect last 1d8 hours.",
  "Availability": "Summer, Autumn 90%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Venom",
  "Rarity": 10.0
 },
 {
  "Herb": "Horehound",
  "Description": "This plant has angular greyish stems and grows to a height of three feet. It has oval shaped tooth edged, ash green leaves. It has small creamy white flowers which group at the base of the leaves. This herb will cause the recipient to vomit up any poison in their system. It is effective only against ingested poisons. The  person will be incapacitated by nausea for 1-3 days. In the case of an `instant death' poison, the person can be saved if the herb is successfully administered within one round, but they will be incapacitated for the full three day period.",
  "Availability": "Summer 90%",
  "Climatic Zone": "Temperate",
  "Preparation": "4 weeks",
  "Locale": "Coastal",
  "Cost": "1 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -2",
  "Condition": "Poison",
  "Rarity": 10.0
 },
 {
  "Herb": "Horseweed",
  "Description": "This 25 cm high plant has many broad, double sawed leaves growing in a rosette. It grows large, yellow composite flowers, which will quickly grow hairy seeds that will fly far on the wind. The plant often has flowers and seed simultaneously. If a generous amount of the leaves is fed to a horse or similar creature, it will be able to travel all day without tiring, even if moving at a gallop.",
  "Availability": "Spring, Summer, Autumn 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "None",
  "Locale": "Grassland",
  "Cost": "7 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Energy",
  "Rarity": 70.0
 },
 {
  "Herb": "Ironhard",
  "Description": "This 2 foot high plant has dark blue leaves with a thick white hair growth on the underside. It grows all summer and the first half of autumn, and has many small yellow 6 leaved flowers. The plant has a milky white sap, which can be rubbed onto the skin, hardening it and granting a 1 bonus on armour-class for one hour.",
  "Availability": "Summer, Autumn 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "None",
  "Locale": "Hills",
  "Cost": "1.5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -4",
  "Condition": "Enhancement",
  "Rarity": 15.0
 },
 {
  "Herb": "Jaffray",
  "Description": "A clove-like herb that is normally ground up and sprinkled into other dishes or drinks as flavouring, Jaffray also acts as a mild aphrodisiac, increasing sexual interest and general sensitivity to the surroundings. Face flushes, pupils dilate, breathing quickens, and skin becomes preternaturally sensitive. The herb has a mildly cinnamon-like flavour and its potency is not affected by being cooked. The herb is also sometimes used to counteract suspected poisoning, since it increases resistance to poison yet is so common as to be inoffensive if added to a meal. (Wisdom -2, Constitution +2, causes mild, pleasant sense of intoxication. Effects last 1d4 hours. Regular usage will build the user's tolerance to the drug, requiring greater amounts to achieve the same effects. Immunity is possible.)",
  "Availability": "Summer 10%",
  "Climatic Zone": "Tropical",
  "Preparation": "2 days",
  "Locale": "Desert",
  "Cost": "1 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -2",
  "Condition": "Aphrodisiac, Poison",
  "Rarity": 10.0
 },
 {
  "Herb": "Jinab",
  "Description": "The dark chocolate brown bark of this small fast growing tree, may be eaten in order to allow a person to remain awake for one whole week, without the need for sleep. At the end of this period, they will collapse, absolutely exhausted for four days, and will capable of only half movement for a further week after that.",
  "Availability": "Always 10%",
  "Climatic Zone": "Subtropical",
  "Preparation": "1 hour",
  "Locale": "Rural",
  "Cost": "5 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -4",
  "Condition": "Energy",
  "Rarity": 50.0
 },
 {
  "Herb": "Jojojopo",
  "Description": "The leaf of this herb, when applied to frostbite will cure 2d6 points of frostbite damage.",
  "Availability": "Autumn 60%",
  "Climatic Zone": "Polar",
  "Preparation": "none",
  "Locale": "Mountains",
  "Cost": "9 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -5",
  "Condition": "Healing, Frostbite",
  "Rarity": 9.0
 },
 {
  "Herb": "Juniper",
  "Description": "The Juniper tree can grow up to ten feet in height. It is an evergreen, which has prickly stiff foliage. The berries appear in early summer, but take three years to ripen to the stage where they are useful. Unripe berries are green, ripe ones are bluish-black in colour. Because of this rather long period of ripening, it is wise to never denude a tree of berries. A normal sized tree will have between 100 and 200 ripe berries. 15 of these berries should be crushed and mixed with boiling water. When the liquid has cooled, the infusion should then be drunk in order to relieve muscle pains for 3d4 hours. This liquid will only keep for a month under normal conditions, but can be mixed with an alcoholic spirit to increase its lifespan indefinitely. According to some gipsy traditions, a sprig of juniper kept in a house would protect the inhabitants from vampire attacks. This may actually work at the GMs discretion.",
  "Availability": "Summer 20%",
  "Climatic Zone": "Temperate, Subtropical",
  "Preparation": "negligible time",
  "Locale": "Mountains",
  "Cost": "4 sm",
  "Uses": "10",
  "Ability Check": "Intelligence -8",
  "Condition": "Pain",
  "Rarity": 40.0
 },
 {
  "Herb": "Kathkusa",
  "Description": "This plant is found only in the most inhospitable regions. When a leaf of the plant is eaten, it will (if used successfully) raise a persons strength +2 (or 20 percentage points in the case of exceptional strength) for 1d10 rounds. However if the Intelligence check is failed by more than three, the person will collapse into unconsciousness for one hour.",
  "Availability": "Winter 30%",
  "Climatic Zone": "Polar",
  "Preparation": "none",
  "Locale": "Wasteland",
  "Cost": "5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Enhancement",
  "Rarity": 50.0
 },
 {
  "Herb": "Kelventari",
  "Description": "If the crushed Kelventari berries are applied to a burn within one turn on its infliction it will heal 1d3 quarters of all damage caused by the burn, no matter how much damage was taken.",
  "Availability": "Always 50%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Forest",
  "Cost": "1.9 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -6",
  "Condition": "Healing, Burns",
  "Rarity": 19.0
 },
 {
  "Herb": "Kilmakur",
  "Description": "The roots of this plant must be brewed over a low fire for one week, and the resulting distillation drunk. If used successfully, the recipient will gain a bonus of +2 to all saving throws versus fire based attacks for 1d10 hours.",
  "Availability": "Summer 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Grassland",
  "Cost": "6.5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Misc, Fire protection",
  "Rarity": 65.0
 },
 {
  "Herb": "Klagul",
  "Description": "The buds of this plant must be boiled for a day and then eaten. After boiling they will keep for six weeks. When eaten, they will, if successful, give the recipient darkvision for six hours.",
  "Availability": "Summer 60%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Grassland",
  "Cost": "3 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -2",
  "Condition": "Misc, Darkvision",
  "Rarity": 30.0
 },
 {
  "Herb": "Kylathar",
  "Description": "The Kylathar or Changeberry is a strange plant indeed. Anyone who eats the yellow, soft, plum sized fruits instantly has two random stats exchanged; Strength with Constitution, Wisdom with Dexterity; anything is possible (the GM should determine which statistics are exchanged). There is no saving throw, and no cure (no easy one anyway; if you as DM want one, make it up). Eating more of the berries will simply cause more stats to be randomly exchanged. Short of magical storage, the fruits will spoil and rot within 2 days after plucking. The bush itself grows about 2 metres high, with long, dusty green leaves, which are slightly sawed. The flowers grow in groups of 4 to 8, and are yellowish white with orange edges. The flowers grow in late spring, the fruits are ripe in autumn.",
  "Availability": "Summer, Autumn 10%",
  "Climatic Zone": "Subtropical",
  "Preparation": "None",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "None",
  "Condition": "Misc, Stat exchange",
  "Rarity": 20.0
 },
 {
  "Herb": "Laishaberries",
  "Description": "Laishaberries, also known as fruit of silence, grow on dark green, knee-high bushes. The leaves of the bushes are hard and waxy, and stay on long into autumn, sometimes even into winter.  Concealed under the leaves, the red, cherry sized berries grow. In spring and early summer, the bush grows small, fragrant, wax blue flowers. The berries, which are equally fragrant, begin as hard white fruits, turning soft, red, and juicy as they ripen. The berries taste quite bland themselves, although they can be used to add a special taste to all kinds of jellies. When ripe, the berries can be eaten raw, and will each heal 2 hp of damage, or speed the recovery from most diseases. However, they will also render the eater mute for 20 minutes for each berry eaten. Also, if more than 5 or 6 berries are eaten at a time, a saving throw vs poison is required to avoid severe stomach cramps. A jelly made from the berries themselves loses both the healing and silencing powers (and the danger of cramps) of the fresh berries, but the curative effects for most diseases is doubled; fresh berries reduce the recovery time by one day for each berry eaten, the jelly halves the time.",
  "Availability": "Summer, Autumn 10%",
  "Climatic Zone": "Cold",
  "Preparation": "None (1 day for jelly)",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "3d20",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing, Disease",
  "Rarity": 20.0
 },
 {
  "Herb": "Land Caltrops",
  "Description": "If applied to a snake bite within one turn, it will draw out the poison. Some very venomous snakes give bites that are incurable by this method, and so the herb has no effect against `instant death' poisons. It may (at the GMs discretion) provide protection against other, non- fatal animal poisons.)",
  "Availability": "Summer 60%",
  "Climatic Zone": "Tropical",
  "Preparation": "2 weeks",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -1",
  "Condition": "Venom",
  "Rarity": 20.0
 },
 {
  "Herb": "Larnurma",
  "Description": "This tree has round purple fruit, which are about the size and consistency of plums When eaten this fruit will heal 2 hp per fruit. These fruits cannot be dried and will rot within two weeks of picking. However the juice of three fruits can be mixed with olive (or other vegetable) oil, and left to stand for a week. This oil has an almost unlimited life. Rubbing this oil into the recipients skin will ease muscle pains, and also restore 1d4 hit points.",
  "Availability": "Spring 3%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week (for oil)",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing, Pain",
  "Rarity": 10.0
 },
 {
  "Herb": "Laumspur",
  "Description": "This is a green plant with small red flower, which are renowned for their healing properties. These flowers can be eaten fresh or dried for later use. If not dried they will become useless within 1 week. The flowers can also be brewed over a very low heat in fresh water to produce a `potion', which cane be drunk for its healing effect. When consumed, the herb will, on a successful herbalism check, heal 6 hp damage with fresh leaves, 4 hp using dry leaves, and 6 - 8 hp using the brew.",
  "Availability": "Spring 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "4 days (for potion)",
  "Locale": "Forest",
  "Cost": "1 gt",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing",
  "Rarity": 100.0
 },
 {
  "Herb": "Leopard's Bane",
  "Description": "This is a poison that kills animals (but not monsters) that eat it, but has no effect on humanoids, demi-humans or humans.",
  "Availability": "Summer 25%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Grassland",
  "Cost": "5 sm",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Animal extermination",
  "Rarity": 50.0
 },
 {
  "Herb": "Lesser Centaury",
  "Description": "This plant has rosy-pink flowers, which are splayed out like a five pointed star. These flowers if eaten within one day of being picked will cause the recipient to vomit up any ingested poison within their body. The person will remain very weak for 1d3 days, can only move with great difficulty and is totally able to perform any useful actions.",
  "Availability": "Summer 25%",
  "Climatic Zone": "Temperate, Cold",
  "Preparation": "none",
  "Locale": "Mountains",
  "Cost": "5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Poison",
  "Rarity": 50.0
 },
 {
  "Herb": "Lungwort",
  "Description": "This plant has broad leaves covered with dark spots, resembling diseased lungs. It is used in the treatment of diseased lungs, by boiling the leaves and drinking the infusion. The effect of a successful treatment is to render breathing easier and to clear fluids from the lungs caused by a whole array of diseases - pneumonia and tuberculosis to name but two. It does not actually cure the disease, but merely relieves this symptoms. With some diseases that alone can be the difference between life and death.",
  "Availability": "Spring 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -9",
  "Condition": "Disease, Respiratory",
  "Rarity": 10.0
 },
 {
  "Herb": "Makebate",
  "Description": "This herb will counteract the poison of scorpions if taken within 2 turns of the bite. Any damage, including death, already taken will remain.",
  "Availability": "Always 35%",
  "Climatic Zone": "Tropical, Subtropical",
  "Preparation": "2 weeks",
  "Locale": "Desert",
  "Cost": "1 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -3",
  "Condition": "Venom",
  "Rarity": 10.0
 },
 {
  "Herb": "Mandrake",
  "Description": "The root of this herb sends the recipient to sleep. The sleep will last five hours, during which time the person cannot be woken except by a neutralise poison spell or potion. The root is said to bear a resemblance to the naked male form, hence its name. The plant has several dark green leaves which are about 1 foot long. The purple flowers of the plant are bell shaped. The root of the plant must be boiled on the night of a full moon and left to sit for an entire month before use. According to Ancient Egyptian legend, the sun god, Ra, sent Mathor to earth to punish mankind. Mathor's slaughter was so intense, that Ra took pity on man, and forced Mathor to drink the blood of his victims mixed with Mandrake root. He fell asleep and when he awoke was unable to remember why he had come to earth, and so the slaughter was ended.",
  "Availability": "Spring 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "4 weeks",
  "Locale": "Forest",
  "Cost": "3 sm",
  "Uses": "3",
  "Ability Check": "Intelligence +1",
  "Condition": "Sedation",
  "Rarity": 30.0
 },
 {
  "Herb": "Marigold",
  "Description": "Marigold can grow to a height of two feet and has rows of flat orange and yellow petals around a central disc. These flowers must be dried and then mixed with olive or other vegetable oil to produce a soothing balm which will soothe and clean small wounds, in order to prevent infection.",
  "Availability": "Spring, Summer 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Rural, Urban",
  "Cost": "2 sm",
  "Uses": "4",
  "Ability Check": "Intelligence -4",
  "Condition": "Disease, Infection",
  "Rarity": 20.0
 },
 {
  "Herb": "Marjerome",
  "Description": "This herb removes the colour from the skin of a person who has had yellow jaundice. The herb has angular stems which grow to a height of 1 to 2 feet, which are reddish in colour and are covered in small hairs. It has ovate shaped leaves which surround the stem and grow smaller and smaller towards the top of the plant. It is topped by pale pink flowers.",
  "Availability": "Always 35%",
  "Climatic Zone": "Temperate",
  "Preparation": "6 weeks",
  "Locale": "Grassland",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Disease, Liver",
  "Rarity": 20.0
 },
 {
  "Herb": "Marsh Mallow",
  "Description": "This plant has a green fleshy stem and broad egg shaped leaves, both of which are covered with downy hairs. It has five petalled, pale pink flowers which sit at the base of the leaves. The root must be boiled and the resultant distillation applied to burns. If used successfully the herb will double the rate of healing for the burn.",
  "Availability": "Always 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Coastal",
  "Cost": "5 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -7",
  "Condition": "Healing, Burns",
  "Rarity": 50.0
 },
 {
  "Herb": "Maruera",
  "Description": "In appearance this tree looks much like any other. It can be identified by its vivid green leaves. These leaves when chewed produce large amounts of oxygen from the carbon dioxide already in the persons breath. One leaf may chewed for up to ten minutes, before its properties are exhausted. The leaves are often boiled and the resultant infusion added to other substances to produce a gum. A piece of this gum will allow the recipient to survive without oxygen for 2d4 x 10 minutes, provided they are conscious and able to chew. The herbs main use is in allowing the recipient to survive in oxygen poor or free environments such as underground. When a tree is found it will normally have 3d100 leaves. Taking too many leaves can harm the tree. The tree has a chance of dying equal to the percentage of the leaves taken. For example if 30% of the leaves are taken the tree has a 30% chance of  dying, if 50% are taken it has a 50% chance of dying. The leaves are also said to have a calming effect when chewed (GMs discretion).",
  "Availability": "Spring, Summer 1%",
  "Climatic Zone": "Subtropical and Tropical",
  "Preparation": "none (or 1 week)",
  "Locale": "Mountains",
  "Cost": "5 sm",
  "Uses": "see description",
  "Ability Check": "-",
  "Condition": "Underwater breathing",
  "Rarity": 50.0
 },
 {
  "Herb": "Masterwort",
  "Description": "Masterwort grows to be about three feet tall and bears umbels of white flowers. It has winged dark green leaves like those of a maple tree. The leaves must be boiled and left to stand for at least twenty days before use. This herb is used as a protection from plague, giving a +2 bonus to any saves vs disease.",
  "Availability": "Summer 95%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 weeks",
  "Locale": "Rural",
  "Cost": "2 sm",
  "Uses": "7",
  "Ability Check": "Intelligence -15",
  "Condition": "Disease",
  "Rarity": 20.0
 },
 {
  "Herb": "Megillos",
  "Description": "The leaves of this herb increases a character eyesight for 1 turn. They can see twice as far, and when in missile combat, all ranges are treated as if one less.",
  "Availability": "Winter 75%",
  "Climatic Zone": "Cold",
  "Preparation": "none",
  "Locale": "Mountains",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Eyesight improvement",
  "Rarity": 10.0
 },
 {
  "Herb": "Melander",
  "Description": "Melander is a moss that must be brewed in clear water. The resultant distillation must then be drunk. It will then add +1 to all saving throws vs disease for a period of 1d10 days.",
  "Availability": "Winter 65%",
  "Climatic Zone": "Cold",
  "Preparation": "1 day",
  "Locale": "Rivers",
  "Cost": "2 cj",
  "Uses": "4",
  "Ability Check": "Intelligence",
  "Condition": "Disease",
  "Rarity": 2.0
 },
 {
  "Herb": "Milkworte",
  "Description": "This herb protects from (for 1d4 days) and treats disease (cures disease in 1d4 days).",
  "Availability": "Spring, Summer 95%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Rural",
  "Cost": "4 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -16",
  "Condition": "Disease",
  "Rarity": 40.0
 },
 {
  "Herb": "Mirenna",
  "Description": "The berries of Mirenna will heal 1d2 hp when eaten.",
  "Availability": "Winter 60%",
  "Climatic Zone": "Cold",
  "Preparation": "none",
  "Locale": "Mountains",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing",
  "Rarity": 10.0
 },
 {
  "Herb": "Mountain Garlick",
  "Description": "This herb is said to repel evil spirits.",
  "Availability": "Always 30%",
  "Climatic Zone": "Temperate, Cold",
  "Preparation": "1 day",
  "Locale": "Mountains",
  "Cost": "8 sm",
  "Uses": "2",
  "Ability Check": "?",
  "Condition": "Misc, Spirit repulsion",
  "Rarity": 80.0
 },
 {
  "Herb": "Mugwort",
  "Description": "The effects of this herb last for two hours. During this time the character can function at negative hit points, or beyond the point of exhaustion. Mugwort can grow to be taller than a man. It has a stiff and angular stem, reddish brown in colour. It has deeply incised smooth leaves which are dark green on top and silvery white underneath. It has small, yellow-green or yellow-red flowers arranged in long spikes at the top of the stem. THIS HERB IS HIGHLY ADDICTIVE. REPEATED USE IS VERY UNWISE.",
  "Availability": "Summer 55%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Rural",
  "Cost": "2 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -7",
  "Condition": "Healing, Death Prevention, Energy, Addictive",
  "Rarity": 20.0
 },
 {
  "Herb": "Napweed",
  "Description": "This plant has a single main stem with small fern like leaves, and small pink flowers growing from it. These flowers must be dried, powdered, and mixed into wine and then drunk to counter the effect of injected poisons. A successful application means that only half normal damage is taken from the poison. In addition to this use, the flower is often counted as a symbol of faith between lovers and is used to decorate and garnish foods at weddings. According to Greek mythology, this plant was used by the centaur, who wounded by Hercules with an arrow poisoned with the Hydra's blood, treated himself with it.",
  "Availability": "Spring 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -11",
  "Condition": "Poison",
  "Rarity": 10.0
 },
 {
  "Herb": "Navew",
  "Description": "The seeds of Navew dropped in a drinks or on to food before it is eaten acts as counteragent to ingested poisons. It prevents the death of a person poisoned in that meal, though they may still be very ill.",
  "Availability": "Winter 60%",
  "Climatic Zone": "Subtropical, Tropical",
  "Preparation": "5 weeks",
  "Locale": "Rivers",
  "Cost": "4 sm",
  "Uses": "3",
  "Ability Check": "50%",
  "Condition": "Poison",
  "Rarity": 40.0
 },
 {
  "Herb": "Nightcall",
  "Description": "A blue-grey herb smelling faintly of nutmeg that heightens the user's senses. Overdosage or prolonged usage causes photosensitivity, distraction and nervousness; on the other hand, prolonged usage can also make the effects permanent. Nightcall gradually dyes the long-term user's hair, teeth, nails, horns, or scales midnight blue.  (The minimum dose of 1 tsp gives the eater +100' sight range, +10% hearing, and +1 to Wisdom/Intuition and Dexterity scores.  The effects increase proportionately to the dosage, to no more than +400/40/+4.  Dosages over 1 tsp, or 1 tsp taken several days in a row, will cause addiction.)",
  "Availability": "Summer 10%",
  "Climatic Zone": "Tropical",
  "Preparation": "2 days",
  "Locale": "Desert",
  "Cost": "5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Enhancement",
  "Rarity": 50.0
 },
 {
  "Herb": "Oede",
  "Description": "One of the most valuable and prized of all plants, this bush has leaves that are almost golden in colour. These leaves can be dried, but if they are not will last only two weeks. This means the drying process must be begun within an hour of the leaves being picked. These leaves can according to legend cure any disease. Whether or not the leaves have this power is up to the individual GM.",
  "Availability": "Spring 1%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks (to dry)",
  "Locale": "Rural",
  "Cost": "1 pc",
  "Uses": "1",
  "Ability Check": "?",
  "Condition": "Disease",
  "Rarity": 1000.0
 },
 {
  "Herb": "Oiolosse",
  "Description": "This herb will restore an Elf to life if given within seven days of death.",
  "Availability": "Winter 1%",
  "Climatic Zone": "Polar",
  "Preparation": "none",
  "Locale": "Elven Forest",
  "Cost": "1.2 pc",
  "Uses": "1",
  "Ability Check": "Intelligence -10",
  "Condition": "Misc, Elf resurrection",
  "Rarity": 1200.0
 },
 {
  "Herb": "Olus Veritis",
  "Description": "Olus veritis is pale green in colour and grows right on the edge of rivers. The leaves are rough in texture, and have tiny thorns all along their edges. A leaf should be baked in an oven for one hour and then dragged across the skin of the recipient, cutting their flesh very slightly. The recipient, must save vs poison or be compelled to answer all questions, absolutely truthfully for the next 1d6 x 10 minutes. Up to three uses of the herb can be made in a 24 hour period. If any more than this are made the recipient will die within 3 hours of the third dose, or instantly if five or more doses are administered.",
  "Availability": "Winter 15%",
  "Climatic Zone": "Temperate, Cold",
  "Preparation": "1 hour",
  "Locale": "Rivers",
  "Cost": "5 sm",
  "Uses": "4",
  "Ability Check": "Intelligence -2",
  "Condition": "Misc, Truth compulsion",
  "Rarity": 50.0
 },
 {
  "Herb": "Olvar",
  "Description": "The flower of the Olvar bush must be given to a person on the point of death (at -10 hp, and not losing any more). It will then keep them alive for 2d10 days.",
  "Availability": "Winter 30%",
  "Climatic Zone": "Polar",
  "Preparation": "none",
  "Locale": "Coastal",
  "Cost": "3 gt",
  "Uses": "1",
  "Ability Check": "Intelligence -8",
  "Condition": "Healing, Death prevention",
  "Rarity": 300.0
 },
 {
  "Herb": "Orach",
  "Description": "Orach grows to about 3 or 4 feet in height. It has a whitish stalk, pale green leaves and greenish-white flowers. The seeds must be gathered, bruised and left to stand in pure alcohol for six weeks. The mixture must then be drunk, one spoonful a day for a week. The herb will cure yellow jaundice. It leaves a yellow colour in the skin.",
  "Availability": "Summer 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "6 weeks",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Disease, Liver",
  "Rarity": 20.0
 },
 {
  "Herb": "Pallast",
  "Description": "Pallast is a compound made of the pale, papery bark from willows and the roots of marshmallows. When ground together and imbibed, pallast cures minor aches and pains, especially headaches and pain from abscessed teeth, sore muscles, and so forth. Pallast itself is a very bitter pale powder, and is usually served in a heavily sweetened tea. (Relieves minor pains but does not restore lost hit points.)",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 hours",
  "Locale": "Swamp",
  "Cost": "5 cj",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Pain",
  "Rarity": 5.0
 },
 {
  "Herb": "Palma Eldath",
  "Description": "This herb keeps a person warm for one night or one day, and prevents them suffering from exposure. This can mean the difference between life and death.",
  "Availability": "Always 60%",
  "Climatic Zone": "Cold, Polar",
  "Preparation": "none",
  "Locale": "Mountains",
  "Cost": "3 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing, Warmth",
  "Rarity": 30.0
 },
 {
  "Herb": "Pargen",
  "Description": "A single berry from the Pargen Tree will restore a person to life (-1 point of Constitution) if given within 4 days.",
  "Availability": "Summer 1%",
  "Climatic Zone": "Tropical",
  "Preparation": "none",
  "Locale": "Jungle",
  "Cost": "2 pc",
  "Uses": "1",
  "Ability Check": "Intelligence -15",
  "Condition": "Misc, Resurrection",
  "Rarity": 2000.0
 },
 {
  "Herb": "Pattran",
  "Description": "The root of a small, shrub-like plant with dark green, shiny leaves and thorns, Pattran is used to relax the muscles and encourage sleep. In mild dosages, Pattran causes a general feeling of relaxation, eases sore, strained or sprained muscles, and similar aches. In larger doses, Pattran causes sleepiness.  Pattran tastes like a combination of mint and rich soil. (For sleep dosages, user may voluntarily choose to sleep well or, if resisting, save versus poison at +3. Effects last 2d4 hours; if asleep, the user will sleep and awaken normally.)",
  "Availability": "Summer 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 days",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Sedation",
  "Rarity": 10.0
 },
 {
  "Herb": "Pennyroyal",
  "Description": "Pennyroyal is a low creeping herb with a squarish stem and small dark green leaves which grow in pairs. The flowers grow in round clusters which are mauve in hue. The leaves should be plucked and while fresh be thrown into a persons bath water. They may then have an aphrodisiac effect on anyone the recipient attempts to influence in the next 1d4 days (assume that 1 is added to the recipients Charisma for this period). In addition, if dried (takes two weeks), the leaves may be sprinkled among books, and will then act as an insect repellent. These make the leaves highly prized among mages and sages who will normally pay 12 gp for the dried leaves.",
  "Availability": "Spring 25%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Rural, Urban",
  "Cost": "3 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -4",
  "Condition": "Misc, Aphrodisiac, Repellent",
  "Rarity": 30.0
 },
 {
  "Herb": "Peony",
  "Description": "This plant with its delicate pink flowers may be boiled into a powerful healing draught, capable of stoping all bleeding, internal and external immediately. However a roll of 1 on the Herbalism check by the herbalist, will kill the recipient in 1d4 minutes, as they suffer a massive heart attack. The herb can be deliberately used as a poison by using five times the normal dosage.",
  "Availability": "Spring 5%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing, Bleeding",
  "Rarity": 10.0
 },
 {
  "Herb": "Periwinkle",
  "Description": "The plant is a creeping vine with dark, green shiny leaves and pale blue flowers. The flours must be crushed into a powder and administered orally. If used successfully the herb will stop all bleeding, both internal and external in one turn. The recipient must not move for one hour or risk reopening the wounds.",
  "Availability": "Spring 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -8",
  "Condition": "Healing, Bleeding",
  "Rarity": 10.0
 },
 {
  "Herb": "Petiveria",
  "Description": "This plant has a single stem with dark green, shiny leaves growing from it. It is topped by very thin, yellow flowers. The petals of these flowers should be tied into a poultice, where they will, on a successful application act to bring down swelling and bruise over the course of a one day period.",
  "Availability": "Summer 20%",
  "Climatic Zone": "Subtropical, Tropical",
  "Preparation": "1 day",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing, Bruising",
  "Rarity": 10.0
 },
 {
  "Herb": "Prince's Feather",
  "Description": "This herb has red-green leaves and long pink flowers. The flowers must be beaten into powder and eaten by the recipient. If successful, the herb will halve the rate of internal bleeding within 1 turn.",
  "Availability": "Summer, Autumn 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -6",
  "Condition": "Healing, Bleeding",
  "Rarity": 10.0
 },
 {
  "Herb": "Rampalt",
  "Description": "This dark-colored root grows on a plant distinguished by its waxy dark green leaves. When the root is boiled down, it turns into a thick, strong-smelling greyish liquid that cures congestion when boiled in water and inhaled. (Relieves stuffy head, opens sinuses, for as long as the steam is breathed + 2d6x10 rounds.)",
  "Availability": "Summer 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Forest",
  "Cost": "5 cj",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Congestion",
  "Rarity": 5.0
 },
 {
  "Herb": "Rewk",
  "Description": "The nodules of the stem of Rewk must be brewed in clear water for one whole day before drinking. It will then cure 1d3 points of damage.",
  "Availability": "Autumn 60%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Rural",
  "Cost": "9 cj",
  "Uses": "4",
  "Ability Check": "Intelligence -7",
  "Condition": "Healing",
  "Rarity": 9.0
 },
 {
  "Herb": "Ribwort Plantain",
  "Description": "This plant has a cluster of dark green leaves, with marked parallel veins at its base, a single stem topped by a cluster of tiny, pale orange flowers. The chopped leaves are applied to the flesh to reduce bruising. A successful application will remove slight bruises altogether within an hour, more severe bruises will take 1d4 days.",
  "Availability": "Spring 30%",
  "Climatic Zone": "Temperate, Subtropical",
  "Preparation": "none",
  "Locale": "Urban",
  "Cost": "1 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing, Bruising",
  "Rarity": 10.0
 },
 {
  "Herb": "Rose Campion",
  "Description": "This herb will protect against scorpion stings for three days. It will protect against only one sting. It will protect against `instant death' venom.",
  "Availability": "Summer 80%",
  "Climatic Zone": "Temperate",
  "Preparation": "3 weeks",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "6",
  "Ability Check": "Intelligence -7",
  "Condition": "Venom",
  "Rarity": 10.0
 },
 {
  "Herb": "Rue",
  "Description": "Rue is a small rounded bush which grows to about three feet in height. It has yellow, scoop like flowers. The leaves are shaped like spades, and are blue grey in colour. It has seedpods which resemble a small green orange. The seedpods should be consumed as an antidote to ingested poisons. Provided it is taken within 10 minutes, of the poison being ingested, and the poison has not already had its effect, it will neutralise the poison in 1d4 minutes, on a successful herbalism check. It is also mixed with wormwood to create a very effective antiseptic. See Wormwood for details.",
  "Availability": "Summer 25%",
  "Climatic Zone": "Temperate",
  "Preparation": "None",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "4",
  "Ability Check": "Intelligence -2",
  "Condition": "Disease, Infection, Poison",
  "Rarity": 10.0
 },
 {
  "Herb": "Sabito",
  "Description": "This plant has leaves which are bluish in tinge, and is found growing in the sands of coastal dunes. The root is dark blue in colour and may be made into small pills. Consuming one of these pills will allow the recipient to breathe underwater for 10 minutes, by allowing them to absorb the oxygen in the water directly into their skin through osmosis. Their skin has a translucent appearance for these ten minutes.",
  "Availability": "Summer 2%",
  "Climatic Zone": "Tropical",
  "Preparation": "1 week",
  "Locale": "Coastal",
  "Cost": "1 gt",
  "Uses": "3",
  "Ability Check": "Intelligence -2",
  "Condition": "Misc, Underwater breathing",
  "Rarity": 100.0
 },
 {
  "Herb": "Saddilia",
  "Description": "This rare tree can grow up to 20 m tall, and can become quite old. It has dark red wood, and equally dark blue leaves. The flowers, which grow in small bunches, are startling white, almost radiant. Its nuts have a very special property; each nut raises the Intelligence or Wisdom (determine randomly) of the eater by 0.1 point (20 max). The effect lasts for a whole week, after which it fades again, although there is a 10% chance the effect is permanent. Around the tree there are often animals (squirrels, salmon) who eat the nuts on a regular basis, and are therefore quite intelligent, often possessing speech or even (GMs discretion) spellcasting abilities. The number of nuts available varies greatly, depending on the age of the tree, the amount of creatures aware of its existence, etc, and mainly of course on the GMs wishes. Basically, the GM should determine how many of the players you wish to profit from it, multiply by ten, and make up an explanation as to why there are no more nuts.",
  "Availability": "Summer, Autumn 1%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Grassland",
  "Cost": "1 gt",
  "Uses": "Varies",
  "Ability Check": "Intelligence -5",
  "Condition": "Enhancement",
  "Rarity": 100.0
 },
 {
  "Herb": "Saffron",
  "Description": "The plant has a tuberous root, and large purplish flowers with yellow-red centres. The pistils of the flower must be pounded into a paste which is left to dry for a week. The resulting powder is taken as snuff. This herb raises all attribute scores by one for one hour.^ NOTE |THIS HERB IS HIGHLY ADDICTIVE. REPEATED USE IS VERY UNWISE.  |",
  "Availability": "Autumn, Winter 60%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Enhancement, Addictive",
  "Rarity": 20.0
 },
 {
  "Herb": "Sanicle",
  "Description": "Sanicle leaves should be crushed and left in white wine, the strained through a cloth and drunk. It has the effect of binding wounds so that they are not reopened by action. It is a small plant with glossy green leaves, with long leaf stalks which are divided into three or five lobes. It has small white or pink flowers which sit at the top of a slender stalk.",
  "Availability": "Summer, Autumn, Winter 90%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Forest",
  "Cost": "5 sm",
  "Uses": "4",
  "Ability Check": "Intelligence +2",
  "Condition": "Healing, Bleeding",
  "Rarity": 50.0
 },
 {
  "Herb": "Saracen's Confound",
  "Description": "This herb cures fevers within 1d4-1 turns.",
  "Availability": "Summer 80%",
  "Climatic Zone": "Temperate",
  "Preparation": "11 weeks",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "4",
  "Ability Check": "Intelligence +3",
  "Condition": "Disease, Fevers",
  "Rarity": 10.0
 },
 {
  "Herb": "Genaelga's Folly",
  "Description": "Genaelga's Folly grows to a height of about 2 feet. It has erect and branching stems. It has small leaves, white flowers with a yellow centre. The flowers must be crushed, emitting a pungent odour and should then be applied to the eyes in order to heal damage to them caused. If used within a day of the injury, they can prevent blindness.",
  "Availability": "Summer 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Forest",
  "Cost": "8 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -3",
  "Condition": "Healing, Blindness",
  "Lore": "\"May the snuffer of sight be blistered, bent, broken, and damned for his ambition, his folly, and his lack of proper vision.\"",
  "Rarity": 80.0
 },
 {
  "Herb": "Serapias Turbith",
  "Description": "This herb will place the recipient into a deep sleep for one day. The recipient CANNOT be woken. At the end of the day, all wounds will be healed. It does not, of course, resurrect a dead person, or regenerate lost limbs.",
  "Availability": "Spring, Summer 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "4 weeks",
  "Locale": "Grassland",
  "Cost": "4 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -5",
  "Condition": "Healing",
  "Rarity": 40.0
 },
 {
  "Herb": "Sessali",
  "Description": "A rugged thorny plant found by the sea. The leaves must be boiled for two hours in salt water, and the resultant mix sweetened with honey. This mixture will act as a cure for certain types of ingested poisons (GMs discretion, as to which ones). The recipient must be made to drink one dose immediately the mixture is ready, and then a further dose every twelve hours for three days (7 doses in all). If the number of successful applications is four or more, the patient will recover.",
  "Availability": "Autumn, Spring, Summer 10%",
  "Climatic Zone": "Subtropical",
  "Preparation": "2 hours",
  "Locale": "Coastal",
  "Cost": "1 sm",
  "Uses": "7",
  "Ability Check": "Intelligence -3",
  "Condition": "Poison",
  "Rarity": 10.0
 },
 {
  "Herb": "Shepherd's Purse",
  "Description": "This herb rarely grows to a height of more than one and a half feet. It has small greyish green leaves, growing smaller towards the summit of the plant. It has small four petalled dirty-white flowers at its peak. If applied to wounds it will stop their bleeding for one hour, and temporarily removes the need to bandage.",
  "Availability": "Always 85%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 week",
  "Locale": "Grassland",
  "Cost": "5 sm",
  "Uses": "4",
  "Ability Check": "Intelligence +2",
  "Condition": "Healing, Bleeding",
  "Rarity": 50.0
 },
 {
  "Herb": "Silverthorn",
  "Description": "Silverthorn is a small thorny plant, white in colour with red berries and silver thorns. Called aelebera by the elves, this herb can function either as a poison or as an antidote to itself. It is found only by one lake located high in the mountains. For use as a poison the thorns must be crushed and boiled in oil over the course of a night, at which point, the resultant mixture may be smeared on the end of a weapon. When the weapon pierces its target, the poison will take effect killing the victim within 2d6 hours. There is no save and no cure, except for the antidote outlined below. Not even the most powerful magic can cure this poison. The only cure for this poison, is also made from the Silverthorn plant. The berries must be boiled in absolutely pure water, contained in a pure silver vessel, and the resultant mixture stored in a vial of absolutely pure glass until use. The liquid must be placed on the dying victims lips, where within 1d20 minutes, they will recover from the poisoning.",
  "Availability": "Always 1%",
  "Climatic Zone": "Temperate",
  "Preparation": "12 hours",
  "Locale": "Mountains",
  "Cost": "1 pc",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Poison",
  "Rarity": 1000.0
 },
 {
  "Herb": "Sinquoi",
  "Description": "The red leaves of this unusually twisted tree should be burned and the smoke inhaled. This will have the effect of `dilating' time (making it appear to pass slower.) For every minute experienced outside the influence of the herb, only thirty seconds will pass. A single dose is effective for 1d6 hours. Normally used by torturers to prolong agony, the leaves may also be used by  people who must think quickly. It does not increase the speed at which a person moves (Under it's influence all movement will seem sluggish), and does not impart any bonuses in combat for this reason, (you may see the blow coming more easily, but you will still be unable to avoid it.)",
  "Availability": "Summer 15%",
  "Climatic Zone": "Subtropical",
  "Preparation": "1 hour",
  "Locale": "Rural",
  "Cost": "8 sm",
  "Uses": "2",
  "Ability Check": "Intelligence -2",
  "Condition": "Misc, Time dilation",
  "Rarity": 80.0
 },
 {
  "Herb": "Snakespike",
  "Description": "A thin stalk covered with yellow-green flowers. The leaves can be steeped in water to make a tea that, when imbibed 3 times a day, reduces inflammation and restores strength; when made into an ointment, snakespike soothes and promotes rapid healing. (Tea gives 1d3 hp/day instead of 1; ointment restores 1d2 hp immediately per application but can only be administered to the same character once a day.)",
  "Availability": "Spring 15%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour/ 3 hours",
  "Locale": "Coastal",
  "Cost": "5 sm",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Inflammation",
  "Rarity": 50.0
 },
 {
  "Herb": "Spanish Nut",
  "Description": "This herb is a powerful aphrodisiac. If successfully administered I would suggest that the GM or player roleplays the recipient accordingly. However if a method of using dice to simulate its effect is wanted, I suggest that anyone who attempts to seduce the recipient should have a bonus of 1d4 to their Charisma (Appearance) for a period of 2d10 turns.",
  "Availability": "Always 80%",
  "Climatic Zone": "Temperate, Subtropical",
  "Preparation": "25 weeks",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Misc, Aphrodisiac",
  "Rarity": 10.0
 },
 {
  "Herb": "Spiderwort",
  "Description": "This herb will cure spider poison if applied within 2 rounds. Any damage already incurred, including death remains. This plant may be found anywhere in temperate regions where there is chalky soil.",
  "Availability": "Spring, Summer 50%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Special",
  "Cost": "4 sm",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Venom",
  "Rarity": 40.0
 },
 {
  "Herb": "Spring Adonis",
  "Description": "This plant has small green leaves, and wide round yellow flowers. These flowers may be dried, and then eaten. They will then reduce the chance of a heart attack by half each day they are eaten. They may (at the GMs discretion) also help to strengthen the heart of a person, who through age, injury, or other cause, has a weak heart. Eaten ten or more of these flowers at a time will temporarily raise the Constitution and Strength scores of a person by 1 for 2d12 hours, while reducing their Dexterity by 2 for the same period. In addition to this reduction such person also has a (50 - Constitution) % chance of suffering a fatal heart attack 3d12 hours after taking such a massive dose. Certain tribes of barbarians in the mountain regions where this herb is found, use it in order to help them go berserk in battle. These tribes, due to constant dosing from birth have only a (20 - Constitution) % chance of suffering the heart attack. According to legend, the Greek goddess Aphrodite changed her beloved Adonis, the son of King Cinyras, into this flower, just before he died after being wounded by a wild boar.",
  "Availability": "Spring 40%",
  "Climatic Zone": "Cold",
  "Preparation": "2 weeks",
  "Locale": "Mountains",
  "Cost": "3 sm",
  "Uses": "4",
  "Ability Check": "Intelligence -2",
  "Condition": "Disease, Heart Attacks, Enhancement",
  "Rarity": 30.0
 },
 {
  "Herb": "Thistleberry",
  "Description": "These small red berries grow on very small bushes with pale green rounded leaves. Five berries should be bound into a bandage, which should then be applied to a lepers sores. If the application is successful, that sore will deteriorate no further.",
  "Availability": "Summer 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "negligible time",
  "Locale": "Rural",
  "Cost": "2 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -12",
  "Condition": "Disease, Skin",
  "Rarity": 20.0
 },
 {
  "Herb": "Suaeysit",
  "Description": "A dark black mushroom with greyish markings along the undersides, this fungus grows in shadowed forests in cool to cold climes. Suaeysit mushrooms can be eaten directly or dried and ground into tinctures or otherwise prepared. The mushrooms give the imbiber a rush of energy, clearing the mind and raising the spirits. However, they are highly addictive, and care must be taken when preparing and prescribing dosages. Often used to counteract shock in emergency situations. (Temporarily adds +1 to all statistics - no top limit to natural statistics, but it does not add to magically enhanced statistics - and saving throws, and relieves effects of fatigue.  This effect lasts for 1d4 hours, after which the user operates at -1 to all statistics and saving throws, and feels even more fatigued. The negative effects of coming down can, of course, be counteracted by taking more the drug, with resultant addictive effects.)",
  "Availability": "Autumn 20%",
  "Climatic Zone": "Cold",
  "Preparation": "none / 1 week",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -4",
  "Condition": "Energy, Addictive",
  "Rarity": 10.0
 },
 {
  "Herb": "Sweet Trefoile",
  "Description": "This herb will halve falling damage if applied within one turn of the fall.",
  "Availability": "Spring, Summer 60%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "6",
  "Ability Check": "Intelligence -4",
  "Condition": "Misc, Falling",
  "Rarity": 10.0
 },
 {
  "Herb": "Tai-Gi",
  "Description": "The ground and powdered root of this small, almost flat plant will, if eaten, increase the efficiency of all a persons five senses by 5 times for a period of 2d6 hours. They will be able to see five times as far, and things five times as small, track by scent alone, hear the smallest sounds, and even taste many poisons on their tongues. A side effect is that they are also five times as susceptible to pain (for each hit point of damage the person must save vs Constitution with a penalty of the amount of damage, ie a person with a Constitution of 15 take 6 points of damage. He musts roll 9 or under on d20 or collapse in agony. If the person ever takes more damage than their Constitution score while under the influence of this herb, they have a 95% (19 in 20) chance of instant death, just from the pain.",
  "Availability": "Summer 10%",
  "Climatic Zone": "Subtropical",
  "Preparation": "1 hour",
  "Locale": "Rural",
  "Cost": "2 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -4",
  "Condition": "Enhancement",
  "Rarity": 20.0
 },
 {
  "Herb": "Tamarindes",
  "Description": "This herb will quench the thirst. However it does not replace the water in their system. A person can still die of thirst, they just won't feel thirsty. Because of this fact, its use can be dangerous.",
  "Availability": "Always 85%",
  "Climatic Zone": "Tropical",
  "Preparation": "4 weeks",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "7",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Thirst",
  "Rarity": 10.0
 },
 {
  "Herb": "Tamariske",
  "Description": "This herb will cleanse wounds, removing all infection. It does not cure lost hit points.",
  "Availability": "Always 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "2 weeks",
  "Locale": "Rural",
  "Cost": "5 sm",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Disease, Infection",
  "Rarity": 50.0
 },
 {
  "Herb": "Tateesha",
  "Description": "The tateen bush is a low lying shrub with long thin leaves and small brown nuts. These nuts may be chewed to provide a short lived feeling of euphoria, and are mildly addictive. They have the side effect of staining the teeth, making it easy to find a tateen addict. The flowers, called silks bloom only in spring, and if gathered and dried for one week form a powerful narcotic which may be smoked. For 2d10 minutes after smoking the persons insight is increased (+1 to Intelligence), but for 1d4 hours after this, a state of distortion ensues and the recipient Intelligence and Wisdom drop by 2 from their normal levels. Prolonged use causes the user to collapse into an almost dreamlike trance. THIS HERB IS HIGHLY ADDICTIVE. REPEATED USE IS VERY UNWISE.",
  "Availability": "Always 20%",
  "Climatic Zone": "Subtropical",
  "Preparation": "(none for nuts, 1 week for silks)",
  "Locale": "Swamp",
  "Cost": "1 cj",
  "Uses": "2",
  "Ability Check": "Intelligence -5",
  "Condition": "Misc, Addictive",
  "Rarity": 1.0
 },
 {
  "Herb": "Tempin",
  "Description": "A bushy climbing vine with tubular yellow flowers, the leaves and flowers of tempin can be boiled and made into a poultice that will draw out poisons from bites and stings and allow the wound to heal cleanly and without complications. (When poultice is applied promptly, gives an additional +2 save vs. poison, once on any particular poison attack. Also gives back 1 extra hp/day for the first 2 days after poultice is applied.)",
  "Availability": "Summer 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Forest",
  "Cost": "5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Venom",
  "Rarity": 50.0
 },
 {
  "Herb": "Tephrosia",
  "Description": "Tephrosia consists of a small woody stem, with fern like leaves along its length, and topped by several small flowers (or in summer seedpods). Either the flowers or the seeds may be boiled in water and then drunk to calm the recipient. This is very useful when a person is delirious, or otherwise insane. It also has a mild pain relieving effect and may be given to the wounded or injured. The seedpods are more effective than the flowers (hence the different ability checks) and may also be dried. This herb is mildly addictive and should be used with care.",
  "Availability": "Spring, Summer, Autumn 30%",
  "Climatic Zone": "Tropical",
  "Preparation": "1 hour",
  "Locale": "Coastal",
  "Cost": "2 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -2 / Intelligence -3 (for seedpods)",
  "Condition": "Sedation, Addictive",
  "Rarity": 20.0
 },
 {
  "Herb": "Terbas",
  "Description": "The leaf of this plant must be applied to the site of nerve damage. If successful, the rate of healing for such damage will be doubled on each day of use.",
  "Availability": "Spring 75%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -5",
  "Condition": "Healing, Nerve Damage",
  "Rarity": 20.0
 },
 {
  "Herb": "Teriko Weed",
  "Description": "This small dark green weed is prized as a contraceptive. It must be boiled for one hour into an elixir, and drunk by the woman. A successful application will prevent 98% of pregnancies for a period of 1d3+1 weeks.",
  "Availability": "Spring, Summer 5%",
  "Climatic Zone": "Subtropical",
  "Preparation": "1 hour",
  "Locale": "Rural",
  "Cost": "2 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -3",
  "Condition": "Misc, Contraceptive",
  "Rarity": 20.0
 },
 {
  "Herb": "Thorn Apple",
  "Description": "This is a small ground hugging plant. Its seeds are about a quarter of an inch in diameter, and are covered in small thorns. A single seed is very effective as a minor pain reliever. It will ease small pains, such as headaches or minor muscular pains for 3d4 hours. The pain relief is almost instantaneous.",
  "Availability": "Spring, Summer 20%",
  "Climatic Zone": "Temperate, Subtropical",
  "Preparation": "none",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "4",
  "Ability Check": "Intelligence",
  "Condition": "Pain",
  "Rarity": 10.0
 },
 {
  "Herb": "Throw-Waxe",
  "Description": "This herb will heal any scars in a year if applied every week.",
  "Availability": "Spring, Summer 45%",
  "Climatic Zone": "Temperate",
  "Preparation": "7 weeks",
  "Locale": "Forest",
  "Cost": "2 sm",
  "Uses": "8",
  "Ability Check": "Intelligence -4",
  "Condition": "Healing, Scarring",
  "Rarity": 20.0
 },
 {
  "Herb": "Thurl",
  "Description": "The clove of Thurl must be brewed for one whole day. When the mixture is drunk it will restore 1 hp of damage.",
  "Availability": "Autumn 90%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Forest",
  "Cost": "1 cj",
  "Uses": "4",
  "Ability Check": "Intelligence",
  "Condition": "Healing",
  "Rarity": 1.0
 },
 {
  "Herb": "Thyme",
  "Description": "Thyme can grow up to a foot in height. It has tiny dark green leaves, and is an evergreen. In spring it has many sweet scented mauve flowers. The smell is so strong that the herb is often smelt before it is seen. These flowers must be dried and then mixed with fresh, clear water. To produce an antiseptic lotion. This lotion should be applied to infected wounds. A successful application will destroy the infection, although any damage already sustained will remain.",
  "Availability": "Spring 15%",
  "Climatic Zone": "Temperate, Cold",
  "Preparation": "2 weeks",
  "Locale": "Rural",
  "Cost": "2 sm",
  "Uses": "3",
  "Ability Check": "Intelligence -9",
  "Condition": "Disease, Infection",
  "Rarity": 20.0
 },
 {
  "Herb": "Ur",
  "Description": "Ur can be used as a substitute for one days food. It cannot be used for more than three days or a character will begin to suffer -2 to all statistics. When any statistic is less than 3 the character become comatose, when any statistic reaches 0 they die. A character will regain 1 statistic point per day with food and medical care, but will remain incapacitated until all statistics reach normal levels.",
  "Availability": "Winter 70%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Grassland",
  "Cost": "3 sm",
  "Uses": "4",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Hunger",
  "Rarity": 30.0
 },
 {
  "Herb": "Valerian",
  "Description": "Valerian grows to a height of about 3 feet, and has one hollow furrowed stem. It has large, pale green, serrated leaves along the length of this stalk which slits into flowers stems with small pink flowers at its top. The root is the useful part of this plant and should be grated into boiling water and the resulting infusion drunk in order to ease the spasms of somebody who is subject to fits. A successful application will stop all fits for 1d12 hours. The scent of the bruised or cut root also can be used to attract rats. According to some versions of the legend, the Pied Piper of Hamlin used this herb to lead the rats from the town.",
  "Availability": "Spring 20%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Grassland",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Healing, Fits",
  "Rarity": 10.0
 },
 {
  "Herb": "Vinuk",
  "Description": "If this herb is given to an unconscious person, it will immediately awaken the person. It will only wake up a person who is unconscious due to alcohol or fainting etc, not that caused by physical damage. And just because the person is conscious does not mean that they are coherent.",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Grassland",
  "Cost": "8 cj",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Arouse",
  "Rarity": 8.0
 },
 {
  "Herb": "White Bryony",
  "Description": "This climbing vine has greenish white star shaped flowers, each bearing five petals, and has green berries which turn red when ripe. It has a root, something like a huge turnip, and this root should be ground up and boiled in water and drunk as a cure for pneumonia.",
  "Availability": "Autumn 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 hour",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -5",
  "Condition": "Disease, Respiratory",
  "Rarity": 10.0
 },
 {
  "Herb": "Whitecandle",
  "Description": "A tall, flowered plant with silvery-green leaves. When the flowers are mixed with water or wine and applied directly to a wound, they act as a painkiller. (Restores 1d4 immediately, but these points are lost as the effect wears off in 2 hours  Further applications before the previous one has worn off are ineffective.)",
  "Availability": "Autumn 30%",
  "Climatic Zone": "Temperate, Subtropical",
  "Preparation": "1 hour",
  "Locale": "Forest",
  "Cost": "5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Pain",
  "Rarity": 50.0
 },
 {
  "Herb": "Willow-Herb",
  "Description": "The plant grows to about three feet in height. It has long hairy leaves and large purplish-pink flowers. The smoke of this herb will keep away snakes. One dose burns for about five minutes.",
  "Availability": "Summer 60%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Forest",
  "Cost": "5 sm",
  "Uses": "4",
  "Ability Check": "Intelligence -2",
  "Condition": "Misc, Snake repellent",
  "Rarity": 50.0
 },
 {
  "Herb": "Winclamit",
  "Description": "Each Winclamit tree bears but one fruit per year. When this fruit is eaten it will restore 1d100 hp to the recipient. The fruit can be stored for up to 2 months in a dry sealed container.",
  "Availability": "Spring 1%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Forest",
  "Cost": "1 gt",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Healing",
  "Rarity": 100.0
 },
 {
  "Herb": "Wolfsbane",
  "Description": "This small (15 cm) plant has black green leaves, sawed deeply several times, and three flower stalks with tiny white flowers and brown seed pods. The seeds are fine as dust, and are therefore usually worked into pills, although, in a pinch, it is possible to simply pluck a stalk and eat it whole. In both cases, the seeds have the effect of granting a +2 on a saving throw vs poison to avoid lycanthropy. The protection lasts for 2d4 x 10 minutes.",
  "Availability": "Summer, Autumn 10%",
  "Climatic Zone": "Temperate",
  "Preparation": "None (2 days for pills)",
  "Locale": "Hills",
  "Cost": "2 sm",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Lycanthropy",
  "Rarity": 20.0
 },
 {
  "Herb": "Wolfsbayne",
  "Description": "This is a small plant, about 1 foot tall with pale, divided green leaves and hooded yellow flowers. The stem if rather hairy. The root must be boiled in water and then applied to a bite from a venomous creature within 5 rounds of the bite. If used successfully, the damage caused by the venom will be reduced by half.",
  "Availability": "Summer 25%",
  "Climatic Zone": "Temperate",
  "Preparation": "1 day",
  "Locale": "Rural",
  "Cost": "5 sm",
  "Uses": "2",
  "Ability Check": "Intelligence - 7",
  "Condition": "Venom",
  "Rarity": 50.0
 },
 {
  "Herb": "Woodrose",
  "Description": "If drunk in wine, this herb cause people to become very merry. Anyone who wishes to resist its effect can do so, if they save vs poison (+2 bonus).",
  "Availability": "Summer 60%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Rivers",
  "Cost": "1 sm",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Merriment",
  "Rarity": 10.0
 },
 {
  "Herb": "Wood Sorrel",
  "Description": "This is a small plant with leaves in three parts, like a shamrock. The flowers are bell shaped and are white with a dash of blue. The leaves must be crushed and dried for two weeks before use. This herb keeps people cool. It is obviously invaluable in desert regions. It doubles the persons ability to endure heat effects, but does not counteract dehydration, etc.",
  "Availability": "Summer, Autumn 80%",
  "Climatic Zone": "Tropical",
  "Preparation": "2 weeks",
  "Locale": "Desert",
  "Cost": "2 sm",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Misc, Cools",
  "Rarity": 20.0
 },
 {
  "Herb": "Wormwood",
  "Description": "The effects of this herb last for two hours. During this time the character can function at negative hit points, or beyond the point of exhaustion. Wormwood normally grows to about four feet in height. It has a stiff and angular stem, reddish brown in colour. It has deeply incised smooth leaves which are silvery white with a slight tinge of green. It has small, yellow-green flowers arranged in long spikes at the top of the stem. The herbs is also a rather effective insect repellent and is often left with clothing to keep fleas away. It also makes a very effective antiseptic when mixed with rue (Intelligence check to remove all infection from a wound within 5d6 hours). In addition to its above effects wormwood is also a prime ingredient in a very dangerous, very addictive drink called Absinthe which is milky green in colour. I will not outline the manufacture of this drink as it is highly dangerous, and often illegal. THIS HERB IN ANY FORM IS HIGHLY ADDICTIVE. REPEATED USE IS VERY UNWISE.",
  "Availability": "Spring 5%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Rural",
  "Cost": "2 sm",
  "Uses": "1",
  "Ability Check": "Intelligence -2",
  "Condition": "Energy, Disease, Infection, Repellent, Addictive",
  "Lore": "`While Wormwood hath seed get a handful or twaine To save against march, to make flea to feraine: Wherre chamber is sweeped and Wormwood is strowne, No flea for his life dare abide to be known Whate save is better (if physik be true) For places infected than Wormwood and Rue? It is a comfort for hart and the braine, And therefore to have it is not in vaine' ",
  "Rarity": 20.0
 },
 {
  "Herb": "Yaran",
  "Description": "The pollen of this flower must be inhaled. A successful roll means that a persons sense of smell and of taste are doubled for one hour. The herb must still be growing or have been cut in the last 10 minutes.",
  "Availability": "Autumn 80%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Grassland",
  "Cost": "8 cj",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Enhancement",
  "Rarity": 8.0
 },
 {
  "Herb": "Yarrow",
  "Description": "The small white flowers of this herb, which cluster at the top of its one to two feet tall straight stem, should be crushed and applied to wounds. If successfully used it will stop minor bleeding, and reduce major bleeding to the minor level. A second application can then be used to stop the minor bleeding. According to legend Achilles used yarrow to treat wounded Greek troops during the Trojan War.",
  "Availability": "Summer 30%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Rural",
  "Cost": "1 sm",
  "Uses": "3",
  "Ability Check": "Intelligence",
  "Condition": "Healing, Bleeding",
  "Rarity": 10.0
 },
 {
  "Herb": "Yavethalion",
  "Description": "When the fruit is eaten, it will restore 1d3 hp to the recipient. Yavethalion keeps for only two weeks.",
  "Availability": "Autumn 40%",
  "Climatic Zone": "Temperate",
  "Preparation": "none",
  "Locale": "Coastal",
  "Cost": "4.5 sm",
  "Uses": "1",
  "Ability Check": "Intelligence",
  "Condition": "Healing",
  "Rarity": 45.0
 },
 {
  "Herb": "Young Lad's Love",
  "Description": "Young lad's love is a 3 to five foot tall shrub with many branches that resemble small trees. It has small yellow- white flowers, and green feathery leaves, which smell of lemon. These leaves turn a rich orange-brown in late autumn. The flowers should be crushed and placed into a poultice, to be used. A successful application will cure one small area of frostbite, such as a foot or hand, in 2d8 hours.",
  "Availability": "Summer, Autumn 30%",
  "Climatic Zone": "Temperate, Subtropical",
  "Preparation": "None",
  "Locale": "Forest",
  "Cost": "1 sm",
  "Uses": "5",
  "Ability Check": "Intelligence -5",
  "Condition": "Healing, Frostbite",
  "Rarity": 10.0
 },
 {
  "Herb": "Zulsendra",
  "Description": "When this mushroom is eaten, it doubles a persons rate of movement, and rate of attack for three rounds. At the end of that time the person must save versus poison or collapse in exhaustion for 1d6 turns.",
  "Availability": "Summer 30%",
  "Climatic Zone": "Tropical",
  "Preparation": "none",
  "Locale": "Underworld",
  "Cost": "7 sm",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Enhancement",
  "Rarity": 70.0
 },
 {
  "Herb": "Zur",
  "Description": "This fungus must be brewed for six hours. A successful roll means that a persons senses of smell and of hearing are doubled for one hour.",
  "Availability": "Winter 60%",
  "Climatic Zone": "Cold",
  "Preparation": "6 hours",
  "Locale": "Underworld",
  "Cost": "1.2 sm",
  "Uses": "2",
  "Ability Check": "Intelligence",
  "Condition": "Enhancement",
  "Rarity": 12.0
 }
]